{"Title":{"5":"Was Rahul Gandhi Arrested At US Airport on Charges of Drug Possession and Carrying Unaccountable Cash? to know the truth","972":"Flood of falsity: AAP boasts Shiksha, BJP blames Sharaab for Sisodia arrest","979":"Muslims attacked temple priest in Rajasthan? Fact Check punctures claim","973":"United States of Lies: Misleading and moronic claims made by Nithyananda and his Kailasa – A Fact Check Detour","974":"Viral video of a girl singing ‘Piya Tose Naina Lage’ is from 2022","975":"Former CM Kamal Nath said – “Defeat is certain if 90% Muslim votes are not received”,","976":"Video of Rahul Gandhi explaining the meaning of Satyagraha misleadingly viral – Fact Check finds and explains truth","978":"Upset with ‘Loan to Adani’, customers are closing accounts with Bank of Baroda in UAE? No, finds Fact Check","980":"Did Ashok Gehlot say – 80 percent Rajputs were involved in the forgery?","981":"Did Rajasthan police give clean chit to Monu Manesar and Lokesh Singla in the murder of two Muslim youths? No, fact-check reveals","982":"Viral picture of Iranian girl covered in blood has nothing to do with hijab","984":"Did Muslims take out processions with swords in Bihar? Read, fact-check","985":"Tribute to Mulayam Singh Yadav turns tumultuous as Samajwadi Party MLAs cause disturbance in assembly.","986":"Misleading video of Junaid-Nasir being beaten up goes viral on social media","206":"Was Indira Gandhi’s husband Feroze Gandhi a Muslim? Read Fact-Check","987":"Muslims attack Kali temple in Assam’s Karimganj.","988":"Sonia Gandhi is the 12th richest woman in the world.","990":"No, there is no angle of Love jihad in Nikki Yadav’s murder case. Read-Fact Check","991":"Misleading claim about former Prime Minister Narasimha Rao and Manmohan Singh goes viral on social media","992":"Misleading: Viral Claim Surrounding 2018 Varanasi Flyover Collapse Sparks Controversy. Fact Check Busts Information Deceit.","993":"‘RSS-linked’ former decorated Indian Army Major shares video of Pak mob lynching claiming the victim was Christian. Fact Check finds deceased was Muslim.","994":"Is Big Boss 16 2nd runner-up Priyanka Chahar Chaudhary working in Shah Rukh Khan’s next movie Dunki? Fact Check busts the Bollywood buzz.","996":"A picture of Game of Thrones TV series goes viral as ‘rubble embrace’ snap after Turkiye tremors.","997":"K’taka CM Bommai shares video of 6-lane expressway, says 10-lane expressway, read- fact check","998":"Satirical video of David Bowie misleadingly shared as that of Bob Geldof resurfaces —","999":"Did Nitin Gadkari Really Refrain from Clapping During PM Modi’s Parliament Speech?","1002":"is Rahul Gandhi standing beside the owner of Hindenburg company? –","1000":"A Muslim man was beaten up by women for molesting Hindu students.","1003":"An old video of Japan building collapsing is getting viral as the earthquake in Turkey.","1004":"Waqf Board claims the Islamic flag was hoisted at Chandi Mata temple in Chhattisgarh.","1005":"An old video of an earthquake in Turkey’s northwestern Duzce province is going viral with a misleading claim.","1006":"Are the people of Ladakh protesting over the demand for Independence? –","1008":"Sudhir Chaudhary shares a misleading video regarding earthquakes in Turkey and Syria","1009":"An old video of an Earthquake in Florida is going viral with a misleading claim.","1011":"Did the Australian government post Shane Warne’s picture on their dollar 5 currency note?","1012":"Farooq Abdullah said: I am not a Muslim, I am a Kashmiri Pandit?","1010":"Did Manmohan Singh go to the office by taxi when he was prime minister?","1014":"A video of Bengal Peerzada Taha Siddiqui is going viral with a misleading claim.","1015":"Was Mohammad Salim the mastermind of Burning Ramcharitmanas in Lucknow? Read, Fact Check","1016":"An old protest against Adani in Australia is going viral with a misleading claim.","1017":"An old rock carving in Iraq is going viral with a misleading claim. Read – Fact check","1018":"Bageshwar Baba to marry storyteller Jaya Kishori? Read, fact-check","1020":"Did Hindu extremists beat poor Dalit women? Read fact check","1021":"Did Muslims try to disturb the Hindu rally in Maharashtra –","1023":"Did Hindu MP say with folded hands in Pakistan Parliament – have mercy on us, spare our daughters?","1024":"A Clash between two groups during the screening of Pathaan movie is going viral with a misleading claim.","1026":"No Ranbir Kapoor did not throw the phone of his Fan","1027":"A video of the crowd in Kerala’s Lulu Mall sale is going viral with a misleading claim.","0":"Is Russian President Putin reading a book on former Pak PM Imran Khan? Know the truth of the viral picture","1029":"TMC leader Shaukat Ali, who won 75% of Hindu voter seats, stopped Durga Visarjan.","1028":"No protest is held against BBC in London for releasing PM Modi’s Documentary","1030":"An old video of Burning a Quaran from Denmark is going viral as an incident in Sweden.","1032":"Muslim women will go to watch the film “Pathan” by selling free ration from the Modi government.","1291":"Was Maulana Azad illiterate? Did Congress make 5 Muslim education ministers in a series? Read fact-check","1034":"Was Netaji Subhash Chandra Bose the first prime minister of Independent India? Sadhvi Prachi made a misleading claim.","1033":"Is RBI now planning to use photos of notes instead of Photos","1":"Bihar Education Minister falsely claims, names of freedom fighters are not mentioned at India Gate in Delhi","2":"Muslim men were beaten up for molesting Hindu women.","3":"Fake News Peddler Tarek Fatah again ran misleading news – Read This Fact Check","4":"Did Rishi Sunak Celebrate Pongal as claimed by Media houses? –","1035":"Old video of a Helicopter crash going viral as a recent incident in Ukraine’s capital Kyiv? Read- Fact check","1036":"Love Jihad in Prayagraj, Mohammad Alam married as a Hindu in Prayagraj.","7":"Fact Check:  Misleading claim that Ganga Vilas Cruise stuck in Bihar’s Chhapra goes viral","6":"Fake news on Pakistani cricketer Babar Azam over a tweet from Nirav Modi’s parody account","1038":"Old Picture of Bjp and Congress members meeting going viral as recent?","1040":"Did media houses spread old pictures of the plane crash in Nepal as recent?","1039":"Bihar minister Chandrashekhar praises Islam after making a controversial statement on Ramcharitmanas.","9":"Prithviraj Chauhan’s daughters had torn Khwaja Garib Nawaz into pieces? Read, Fact Check","8":"Do Potatoes in the socks overnight cures Cold and flu?","1041":"Does the Modi government give benefits of schemes only to Muslims?","10":"The last case of polio in India was not found on January 12. Amitabh Bachchan made a false claim","12":"Did the center deny the proof of Ram Setu in the Indian Parliament? –","1042":"Media spread communalism by calling Anish Raj S\/O Prahlad raj as Mohammad Anish","1044":"2-year-old video of sadhus performing spiritual practice in falling snow goes viral","1045":"Old video of the Taiwan earthquake shared as Indonesia recently?","13":"Did Chicken and liquor serve to Rahul Gandhi during Bharat Jodo Yatra?","1046":"Did Cristiano Ronaldo says He loves Islam –","1047":"Did PM Modi cut the price of petrol recently?","14":"On Swami Shraddhanand’s murder, Gandhiji had said- I consider Abdul as a brother, will I advocate him?","15":"Does the word ‘sir’ symbolize the slavery of the British? Which means – “I will be your slave!”. read- Fact Check","1050":"Did Rahul Gandhi say this country belongs to ascetics, not priests?","1048":"Video of Karnataka seer Siddheshwar Swamiji’s funeral shared as Chandrababu Naidu’s kuppam rally! Read- Fact check","1051":"Does Deepika Padukone wear saffron shoes to mock the protestors of the film Pathaan?","1052":"Did a player kick the reward for being a victim of racism?","16":"Did Supriya Shrinate taunt Rahul Gandhi? – Read this Fact Check","18":"Fake Screengrab of Shushant Singh Rajput is getting viral –","1053":"An old video of Kanpur’s railway station platform turning into a tomb is going viral recently.","1054":"Did a Muslim man insult Goddess Saraswati in Gujarat?","19":"Did Rohit Sharma donate his blood to Rishabh Pant after an accident?","1056":"Tarek Fatah shared an old video of Doctors Fighting in the Hospital with a Misleading claim- Read this Fact Check","1057":"Do 50,000 Rohingya-Bangladeshi infiltrators live in Haldwani?","1059":"Film Maker Ashok Pandit ran a misleading video on a Maulvi, curing people with a gun-","20":"Did Prime Minister Narendra Modi shave his head and beard after his mother’s death?","1058":"Is old news related to the announcement of the lockdown being spread recently? Read- Fact check","1060":"Old video of Hindu women slapping Muslim men goes viral again?","21":"Can pregnancy be determined using urine and salt","22":"Did Snow fall in Mecca, Saudi Arabia on New Year’s Day?","1063":"An old video of Telangana CM KCR is going viral?","1062":"Did the BJP government is demolishing only Muslim houses in Haldwani?","1064":"Know the truth behind Foot Detox- Read this Fact Check","24":"Is there a single Hindu cricketer and actor in Pakistan and Bangladesh?","1065":"An old video going viral in the name of the Nepal earthquake – read this fact check","25":"Is Messi going to be featured on the banknotes of Argentina?","26":"Covid-19 situation in Jammu and Kashmir has not worsened, and Pakistan spreading lies.","27":"Tarek Fateh posted a Fake Photo criticizing Muslims while offering Namaz","1066":"Did Bhim Army burn Bhagavad Gita in Rajasthan?","1068":"Did Kanhaiya Kumar call Rahul Gandhi a fool?","28":"The edited picture of the Lionel Messi jersey with Prime Minister Narendra Modi’s face is going viral!","1069":"Pradeep Bhandari’s misleading claim about Aurangzeb and Ahilya Bai","33":"Did Shah Rukh Khan say that if Pathan flops, his house would be sold?","30":"Is Amazon selling Boyfriends and Girlfriends? –","1070":"Rahul Gandhi’s misleading video on China and Indian Army goes viral","31":"Was actress Tunisha Sharma Pregnant with her Muslim Boyfriend when she died?","1071":"Shah Rukh Khan’s grand entry video is not from Qatar FIFA World Cup","1074":"Has Muslim youth been beaten up by Hindus for molesting a Hindu girl in Gujarat?","1072":"Did Rahul Gandhi enjoy vulgar Bhojpuri songs during the Bharat Jodo yatra?","1075":"Debunking false news spread amid the FIFA World cup 2022","1076":"7 Year’s old video of SRK is getting viral with a misleading claim –","32":"Fake messages getting viral regarding the Covid XBB variant.","34":"BJP IT Cell and media anchors ran a Fake news amid BharatJodoYatra  –","36":"Did Shah Rukh Khan announce that the first-day earnings of the film ‘Pathan’ will be given to a Pakistani NGO?","1077":"Did Rahul Gandhi Question the significance of the Hindi language?","37":"Misleading claims about Shah Jahan doing rounds on the internet","1081":"Did Deepika Padukone cry because of the Boycott trend","66":"Were songs in support of Palestine sung amid the FIFA world cup in Qatar?","1078":"Did Rajasthani Muslim boys raise the ‘Pakistan Zindabad’ slogan in Kashmir?","1080":"Has the unemployment rate in Uttar Pradesh been reduced to just two percent? read fact-check","38":"6 New Districts Formed in Rajasthan?","1082":"Is French football player kylian Mbappe a Muslim?","39":"Edited video of Cristiano Ronaldo supporting Argentina going viral?","1083":"Edited picture of a woman appealing to boycott Bollywood goes viral","1086":"A video of a 52-year-old woman marrying a 21-year-old man is scripted","1084":"Aaj Tak, Zee News and News24 post an old picture of Kiren Rijiju!","42":"New pictures of Tata Nano car getting viral are fake","40":"A video of France gone viral with communal colors","1089":"Rahul Gandhi to leave Bharat Jodo Yatra to go abroad on December 24 for a holiday?","1090":"PM Modi tells himself- “I am a child of Pathan, I speak the truth”?","1088":"Edited video of singer Arijit Singh is getting viral on social media?","1092":"Edited video of  Saudi Arabia’s Crown Prince Mohammed bin Salman is getting viral? Read- Fact check","1093":"So Rahul Gandhi was holding a secret meeting with the Chinese ambassador? Read, Fact Check","1094":"Pakistani users falsely claim 300 Indian soldiers were martyred","43":"The woman shown as young Sonia Gandhi is fake – Read FactCheck","1095":"Misleading video in the name of Noida Police got viral","1096":"YouTuber Armaan Malik is a Hindu, allegation of love jihad because of two Hindu wives","44":"No, Shahrukh Khan did not say anything about leaving India if his movie flops","45":"Does Nasa scientist Paul Anderson convert to Hinduism?","1098":"An old video of the Sikkim clash between Indian and Chinese armies is going viral as a Tawang clash.","1099":"Fact check:  BJP MP Ravi Kishan shares a picture of Pakistani and Chinese soldiers as Indian soldiers","1102":"Is the old video of Portugal getting viral as Assam’s video?","1101":"Is the Old video of the clash between Indian-Chinese soldiers going viral as Tawang? Read Fact-Check","1100":"The picture showing burses on a women body is not from Iran Protest","46":"Did Lalu Prasad Yadav’s kidney donated by his servant and not by his daughter?","48":"Does PM Modi spend Rs 41,579 on a day’s meal?","49":"Did Fact Checker targets India to save Pakistan from defamation?","1105":"Did Hindu students mock Muslims by dancing to a Bollywood song wearing a Burqa?","1104":"Fake Account created in the name of Sukhvinder Singh Sukhu –","1106":"Did Sudarshan News journalist share a Pakistani video on the Muslim population?","1107":"The picture of the Thailand Expressway is shared as Mumbai-Nagpur Highway. Read- Fact check","50":"No Free Laptop Scheme is available","1108":"Does AAP win MCD elections by rigging? The video goes viral on social media. Read – Fact Check","1112":"The viral video of man distributing liquor is not from Gujarat Elections 2022","1110":"Picture of Crowd of Mathura Ashram Bhandara is getting viral as Rahul Gandhi Bharat Jodo Yatra?","1111":"8 lakh Rohingya-Bangladeshi infiltrators defeated BJP in MCD?","51":"Did the Andhra Pradesh government ban wear jeans, and T-shirts in medical colleges?","52":"Has the legendary footballer Pele passed away?","54":"Edited picture of PM Narendra Modi and his wife Jashodaben goes viral!","55":"Did Goldie Brar catch by US police at Kejriwal’s behest?","1114":"Old video of women raising slogans against PM Narendra Modi!","1116":"Did BJP leaders share a picture of the Mumbai flyover as Gujarat?","1117":"Misleading claim of ‘Modi-Modi’ slogans being raised during Rahul Gandhi’s Bharat Jodo Yatra goes viral","56":"Does the passenger break window panes of the flight for not allowing namaz in flight?","1118":"Did Supriya Shrinate call Rahul Gandhi a Dhongee Hindu?","1119":"Old video of voter fraud at the West Bengal Assembly elections 2022 getting viral as Gujarat elections? Read-fact check","57":"Did Digvijaya Singh pray to Allah on the Hindu leader’s death?","1122":"Did Nadav Lipid apologize and call ‘The Kashmir File’ brilliant?","1120":"The reality of “Love Jihad” propaganda and the agenda Behind it","60":"Fact Check – Misleading claim of atrocities on Hindus by Muslims goes viral","58":"Old video of Hardik Patel appealing not to vote for BJP goes viral","61":"Reality of the viral video of a cat being saved amidst a football match in Qatar!","63":"Fake image of American professional football player Christian Pulisic goes viral","62":"Misleading claim of Sushant Sinha about anchor Ravish Kumar","64":"Did Qatar refuses to receive the German national team plane, which bears the gay logo?","1129":"Ashoke Pandit made a fake claim about the massacre of Kashmiri Hindus.","1132":"Did the Arabic media house spread misleading news on the cleric’s murder in India?:","67":"Fake claim of Former Federal Minister for Interior Gov of Pakistan went viral","1134":"The reality of the video went viral with the claim that Indian Police are thrashing a Muslim man","1135":"Communal spin given to the Temple demolition in Abu, Rajasthan","1136":"Misleading video of Sikh youth being beaten up goes viral","68":"A fake screenshot of Donald Trump’s post goes viral.","69":"Did Qatar arrest Ukrainian fans? Read- Fact check?","70":"Did Football fans take beer cans with them into Qatar stadiums disguised as Pepsi and Coke?.","1138":"Muslim youth was going to kill a Hindu girl student in love jihad? Read: Fact Check","1137":"Falsify video Passed off as a Saudi player convincing Messi to embrace Islam? Read- Fact check","72":"Ashok Swain spreads fake news about PM Modi and US President Biden","73":"PM Modi’s gift bag of “Sabka Saath- Sabka Vikas” distributed at FIFA World Cup? Read: Fact Check","74":"Did Hollywood actor Morgan Freeman embrace Islam? Read- Fact check","75":"Did Pakistan send warships to protect Qatar due to Iran’s possible attack on FIFA World Cup? Read Fact check.","1141":"Old video of French President Emmanuel Macron getting slapped going viral? Read- Fact check","1140":"Video of Police thrashing Namazis got viral with the misleading claim","76":"Did Cristiano Ronaldo convert to Islam during FIFA World Cup in Qatar?","1146":"The old video of Russia is getting viral with a misleading claim. Read- Fact check","1144":"YSR made a Misleading claim on Demonetization.","1143":"Reality of Viral clip of Hardik Patel criticizing his own PM Modi.","1147":"Cropped video of Rahul Gandhi is being shared with a misleading claim","1148":"The old video is going viral with a misleading claim? Read- Fact check","78":"Morphed picture of PM Modi and Smriti Irani goes viral","1152":"Misleading images are being shared in the name of AAP’s road show –","79":"A Morphed picture regarding fighting Islamophobia is going viral on the internet.","80":"Bangalore domestic violence video went viral with misleading claim –","81":"Did a Hindu extremist man throw a Hijab-clad girl on the ground?","82":"Reality of the viral picture of the woman holding placard of ‘Go Back Modi.’","1160":"Did Muslim boys eve-tease Hindu girls and even assault the father of the girl who came to pick up his daughter?","1159":"Know the whole story of the abduction of an ex-serviceman and the ‘Sar Tan se Juda’ message.","86":"A Video of Rohit Sharma is getting viral with Fake claim –","85":"Did Cricketer Ben Stokes’ ancestors belong to the Yaduvanshi family of Uttar Pradesh?.","1158":"Did Bangladeshi users spread fake news about the Tripura riots?","84":"Has the Iranian regime ordered the mass execution of 15,000 protesters?","1162":"Did The Hindus attack the Fulham road mosque in Birmingham? Read- Fact check","1161":"Hate account continue to share deceptive videos targeting India.","87":"Did Bangladeshi users make fake claims about former India CDS Bipin Rawat?","1164":"Did two Muslims stab a Hindu boy in Delhi? Read- Fact check","88":"Did Bangladeshi users make false claims on plebiscite in Kashmir? Read- fact check","1165":"Did Bangladeshi users share fake pictures and call India a terrorist country? Read- fact check","1166":"Video of removing the Hijab of Muslim women shared in a false context.","90":"Bangladeshi user fake claim about British cricketer Moeen Ali’s anti-India statement.","1172":"Did News24 share a 9-year-old picture of Imran Khan being shot? Read- Fact check","1170":"Is the Indian government planning to demolish 3000 mosques?","1168":"No Muslims are not persecuted in India as shown in the picture","1167":"Did Pakistan has declared war on Baluchistan in 2022? Read- Fact check","1171":"Factcheck: BJP MLA Inder Singh Parmar’s misleading claim about former PM Manmohan Singh.","1176":"Did the hawk catch the drone flying in the sky? Read- Fact check","1174":"US President Joe Biden lied about his son’s death","1173":"Did the Indian government target only Muslim houses in India? Read- Fact check","1178":"Reality of the video in which people are vandalizing solar panels.","93":"Former Pakistani Ambassador Abdul Basit’s misleading claim about Subramanian Swamy.","92":"Did Delhi CM Arvind Kejriwal keep his promise of cleaning the Yamuna river in 2022? Read- Fact check","91":"Is Actress Kangana Ranaut’s account is back after Elon Musk took over the Twitter? –","1177":"Did Jihadi Islamic terror plot the accident on the Morbi bridge? Read- Fact check","94":"Does Cadbury India contain beef ingredients in their Chocolates? -Read Fact Check","1184":"Old video of Arvind Kejriwal went viral again","97":"A child was not hospitalized due to Muslim enmity in India? Turkey Urdu spread false news","96":"Is India the largest exporter of beef?","1180":"Bangladeshi users spread fake news about Kashmir and Muslims","1183":"Did SBI bank relinquish the loan of Rs 12,770 crore from Adani’s Mumbai Airport? Read- Fact check","98":"Does former US President Donald Trump returnto Twitter?","1189":"Did the Modi government deposit the country’s 268 tons of gold abroad secretly? Read- Fact check","1188":"Old Picture of Rishi Sunak of lighting Diyas is getting viral with misleading claim","1185":"US president Joe Biden stated the false price of most common gas.","99":"Iranian Leader Khamenei is not dead. Chinese account spreading Fake news","1191":"Does the Zimbabwe news anchor mock the Pakistan cricket team by laughing out loud? Read- Fact check","1190":"Old Video of Malikarjun Karge is getting viral –","1196":"The reality behind the World record of making 15 Drawing all together by using a hand –","1197":"Does the BJP cause riots by sending Hindus as Muslims to win elections? Read- Fact check","1192":"Former PM Manmohan Singh is necessary for economic reforms in India: Rishi Sunak! Read-Fact Check","1201":"Was the Shiva temple demolished but the mosque spared to build a road in Andhra Pradesh? Read: Fact Check","1195":"Arvind Kejriwal’s misleading statement about Indonesia and its currency.","1200":"Did PM Modi’s statement regarding Swami Vivekananda’s advising Jamshedji Tata to establish a factory in the country is false? Read- Fact check","1198":"The inventor’s girlfriend’s name was Hello, so it is said first on the phone!","100":"Did BJP MLA Mukesh Verma resigns, 20 MLAs to resign soon, Yogi government to fall In UP? Read-Fact Check","1204":"Did Chhattisgarh CM give the order to cancel the caste certificate of tribals and Christians who left Hinduism? Read- fact check","1203":"Did IAS Tina Dabi survive to burn injuries while lighting firecrackers on Diwali? Read- Fact check","1202":"Did Rishi Sunak start dancing as soon as he became the Prime Minister of Britain? Read: Fact Check","1208":"Did 99 children pass away from Indian- made cough syrups in Indonesia? Read- fact check","102":"Edited picture of Rahul Gandhi is going viral with a misleading claim? Read- fact check","1206":"Did Supporter wear Modi’s face mask in front of Kejriwal in Gujarat? Read: Fact Check","103":"Fat Check: Did BJP organize a parade of people carrying guns in Gwalior?","104":"Did Muslims abduct and rape a Hindu woman in Ghaziabad?","1212":"Did Muslims demolish the ancient temple to build a mosque in Andhra Pradesh? Read-fact check","1209":"Old video of Muslim women in Hijab stealing in Telangana is going viral –","1216":"China’s graveyard of rusted cars is misleading as France’s  Graveyard. Read -Fact check","105":"Nigerian politician did erroneous claims to have 7 lakh combined tractors in Punjab. Read- Fact check","1214":"Chairs were not empty during PM Modi Gujrat visit","1213":"Are there concentration camps “only” for Muslims in Assam?","1215":"News24 shared an old video of the crowded train to the UP PET exam-2022 -Read fact check","1218":"Picture of helicopter exploding shared by BJP and Congress leaders is misleading","106":"Edited picture of Union Finance Minister Nirmala Sitharaman goes viral on social media","108":"Is the Cartoon network shutting down after 30 years?","1220":"Once again hate amplifier Khaled Beydoun peddled deceptive claim.","1221":"Wheelchair walking Lalu Prasad Yadav in Bihar, walking on the beach in Singapore?","1222":"Misleading pictures shared by INC workers of Bharat Jodo Yatra","109":"Did Babasaheb Ambedkar take ‘Dharma Pratigya’ alone?","1224":"A bygone video of Pakistan’s victory celebration against India in Srinagar goes viral! Read- Fact check","1231":"Nehru awarded “Bharat Ratna” to himself! Know the reality of the viral claim","1225":"58 thousand crores debt on every Gujarati! Know the reality of Raghav Chadha’s claim.","1226":"Is Ratneshwar Mahadev temple taller than the leaning Tower of Pisa?","1227":"Did Bjp leader Hardik Patel be driven away by people in Gujarat? Read- Fact check","1228":"Did Anupam Kher make a misleading claim about Yamuna Expressway? Read- Fact check","110":"Did Muslim women make improper remarks on Karvachauth? Hindu women beat her fiercely! Read: Fact Check","1230":"Were Coins with Hindu religious symbols used to run under British rule, and stopped after partition? Read- Fact check","112":"Did Congress take the hand’s ‘claw’ symbol inspired by the religion of Islam? Read: Fact Check","111":"Know the truth behind the property of Malikarjun Kharge","114":"Was the poster of Shahrukh Khan’s movie Pathan featured on Burj Khalifa?","1232":"CM Kejriwal did not quoted wrong about Mahabharata –","115":"Did Arvind Kejriwal hold the bow and arrow upturned aiming at himself? Read- Fact check","116":"Did PM Modi not wear a Muslim cap but gave a saffron dress to the King of Dubai?","117":"cricketer David Miller’s daughter has not passed away. Know the reality of the girl in the viral picture.","118":"Byju’s did not use the incorrect map of India –","1234":"A Picture of the Jodhpur incident goes viral as Purvanchal Expressway! Read fact check","120":"Did the Qatar government release poster regarding sanctions for the 2022 FIFA World Cup? Read-Fact check","1233":"Were Chairs remain empty at PM Modi’s Gujarat rally, and did people start leaving while the PM giving a speech?","1237":"Is the RBI Governer talking about Digital Wallet Fraud","1236":"Did the English government give a pension of Rs 100 per month to Gandhi ji? know the truth","1238":"Were Garba and Dandiya performed at Lulu shopping Mall in Lucknow on the eve of Navratri? Read- Fact check","121":"Water released in the river during Durga immersion to kill Hindus in West Bengal?","1239":"YSR made a misleading claim by sharing PM Modi’s video.","1242":"Edited picture of PM Modi gets viral with misleading claims","123":"Is Ghulam Ali Khatana the first Gujjar Muslim to reach Rajya Sabha from Jammu and Kashmir? Read- Fact check","1240":"Did the effigy of former Prime Minister Indira Gandhi vandalize by Gujraties? Read-fact check","122":"Did Rahul Gandhi support PFI? fake claim by ‘Times Now Navbharat’ news! Read- Fact check","1243":"Did Pm Narendra Modi inaugurate the same Train twice? Read-Fact check","1244":"Was the Pakistan flag hoisted during Rahul Gandhi’s Bharat Jodo yatra? Read: Fact Check","124":"Has Dalit been beaten by upper caste youths for touching the Devi Durga statue? –","126":"Did Iranian women hoist a flag of her trimmed hair during the anti-hijab protest? Read -Fact check","1245":"Father Dancing at Funeral of Daughter in Iran is misleading","128":"Did BJP workers also believe that AAP is dominant in Gujarat?","127":"Did West Bengal CM Mamta Banerjee perform Garba at Kolkata Airport? Read- fact check","1246":"Fact Check:  Did South African cricketer Wayne Parnell has accepted Islam?","129":"Was Everyone hanged in the Nirbhaya case except one convict named Mohammad Afroz?","130":"Mosques-Madrasas were banned in France by declaring them as terrorist bases?","132":"Was the AAP district head Agra caught red-handed with another woman by his wife?","1249":"Did the government of Rajasthan forbid worship in Hindu temples on the eve of  Navratri? Read- fact check","1251":"The truth behind the people raising the slogan of ‘Jai Shri Ram’ at the India-Australia T20 match? Read- Fact check","133":"Were 400 deer sent to feed cheetahs in Kuno National Park?","1252":"Was Bhagat Singh sentenced to death by a Brahmin judge?","1254":"Did the E-commerce company Myntra create a controversial graphic on Hinduism? Read: Fact Check","1255":"Islamic countries have no Waqf board but India has! Read the full story behind the viral claim","1258":"Did Rahul Gandhi refuse to perform Aarti of Devi Maa? Read-Fact check","1256":"Less than 1 percent extreme poverty in India,”- claimed by BJP! Read the full story","134":"Did Supriaya Sule sat on CM’s chair? Read-Fact check","1260":"Chitra Tripathi ran a misleading post about giving a speech in UK’s parliament.","1257":"Did Cheetahs hunt deer in Kuno National Park? Read-Fact check","135":"Morphed Image of Smriti Irani watching Rahul Gandhi shared -Read Fact Check","136":"Did PFI workers raise slogans of Pakistan Zindabad?","138":"Did PM Modi not attend the Himachal rally as there was no crowd?","1261":"Did Nehru take British Citizenship of London IN 1956?","1262":"During Bharat Jodo Yatra, did Rahul Gandhi meet the girl activist who raised the ‘Pakistan Zindabad’ slogan?","278":"The women who spits on the police is not Teesta Setalvad, but the leader of Congress, read a fact-check","139":"Did the father of the Zionist Church in Goa adopt Sanatan Dharma? Read the Fact Check","140":"Did Rahul Gandhi and other leaders of congress drunk during #BharatJodoYatra?","141":"Was Hazrat Nizamuddin Auliya an invader? Read Fact check","142":"Did Shankaracharya call Rahul Gandhi an anti-Hindu and refuse to bless him? Read- Fact check","144":"Muslim man doing Namaz at Hanuman temple in Prayagraj? Read-Fact check","145":"Misleading claim on Nehru-Rajiv in Godse’s defense goes viral! Read- fact check","146":"Did the Taliban accept- India became powerful under BJP-RSS rule? – Fact Check","150":"Did Baba Ramdev’s patanjali selling beef  biryani masala? Read: Fact Check","147":"Ambuj Bhardwaj posted a photoshopped image of Arvind Kejriwal and Bhagwant Mann","148":"Did Akhilesh Yadav share a fake video regarding the project cheetah? Read- fact check","151":"Did Akhilesh Yadav feed cake to Mulayam Singh Yadav’s photo while he is alive? Read- fact check","152":"King Charles III did not say Trump won the election and is the rightful President by Law.","153":"Fact-check: Rahul Gandhi did not visit a single temple monastery during Bharat Jodo Yatra.","1266":"Deceptive picture of Rahul Gandhi shared by BJP IT cell member.","154":"” Aaj Tak ” anchor posted fake news!","156":"Norwegian diplomat shared a fake video about India","157":"PM Modi was clicking pictures with a closed lens Camera?  Read- Fact check","160":"Did Anchors Anjana, Chitra, Rubika, and Shweta join BJP? Know the truth  about the  viral photos  on social media","158":"Did Guru Gobind Singh make a communal claim on Muslims?","159":"Did Pm Modi attend the event of Shahrukh Khan’s movie Pathaan?","1268":"Are Congress spokesperson Supriya Shrinet and Ragini Nayak Christian?","1269":"Was Hinduism prevailing in Saudi Arabia before Islam? Read the full story.","1270":"Did Rahul Gandhi say-“We have to throw Hindus and Hindutvavadis out of power? Read: Fact Check","163":"Rahul Gandhi Murdabad and Narendra Modi Zindabad slogan in Congress’s India Jodo Yatra?","1273":"“In 2004, UPA government re-adds ‘St George’s Cross’ on Navy flag”-Trumped up story by BJP and media houses","162":"Did Muslim Maulvi try to rape Hindu woman in the name of treatment? – Fact Check","1274":"Did PM Narendra Modi escape when Advani was apprehend in Bihar? Read: Fact Check","164":"Did Sunni farmers in Pakistan destroy tomatoes from Shia country Iran? Read the Fact Check","166":"Know the truth about PM Modi’s picture during a meal at Kejriwal’s auto driver’s house","165":"Are Indian users getting Free Recharge for Three Months?","1276":"BJP falsely claims of India becoming the largest Milk producing country in the world under PM Modi","1278":"Fact check: Did Deendayal Upadhyay form an alliance government with the Muslim league?","169":"Smriti Irani made a misleading statement about Rahul Gandhi not bowing down the idol of Swami Vivekanand.","1280":"Did Ajmer Dargah’s Khadim’s daughter sneak away and marry a Hindu boy? Read, fact-check","168":"Did Bhagwant Mann promise things even though he could not fulfill them? – Read the FactCheck","1281":"The reality behind the luxury caravans pictures of Rahul Gandhi","1282":"Hindu culture chanted on the death of Queen Elizabeth.","170":"Fake video of Queen Elizabeth gone viral. Read the Fact Check","171":"Did Hyderabad Hindu MLA T Raja Singh’s nephew convert to Islam? Read fact check","174":"Fact check: In the 1965 war a Hindu soldier had blown up Pakistan tanks, Did the congress government give Abdul Hameed’s name?","175":"Pakistani Handle peddled misinformation on Bangladesh PM Hasina’s visit","172":"Did actress Alia Bhat accuse the BJP of the Boycott trend?","1284":"News anchors spread misleading news about cows dead from Lumpi virus in Rajasthan","1288":"Fact check: Did the exodus of  Hindus from  Kashmir happen during the  “Communist supported” VP Singh government?","1287":"hospital’s negligence, Zee News gave communal color!","1292":"Sadhus of Varanasi are not kidnapping the kids to sell their kidneys –","1297":"Sudarshan News claims celebrations in Srinagar on Pakistan’s victory. – Read the Fact Check","1290":"Old photo of BJP MP Tejashwi Surya viral with the misleading claim","176":"Did the AAP government convert Shiv Mandir into Mosque in Punjab?","177":"Do PM Modi spends more than 40k on a day’s meal? –","1294":"Did Gandhiji ask Subhash Chandra Bose to resign at the behest of the British government?","178":"Did untouchability and caste system arise during the rule of Mughals and British? Read Fact-Check","180":"Did Savarkar accept the proposal of partition of India? Know the real story of the viral picture","1296":"Social media users viral old videos to show the development of Yogi government","181":"Fact check: Did Nehru was involved in the robbery of Azad Hind Fauj’s treasury?","1298":"Did Rahul Gandhi measure flour in litres? read-fact check","1303":"The fallacious claim was made on social media about the Ganesh festival! Read-Fact Check","1302":"Sudarshan News’s Sagar Kumar makes misleading claims about Muslims. Read FactCheck","1300":"Does AAP announce Medha Patkar as a CM candidate in Gujarat?","182":"BBC did not run the news of Brahmastra Movie celebrities donating any amount to Pakistan floods –","1299":"Did the Alwar’s Raja Jai Singh make the Rolls-Royce car a ‘garbage cart’ to avenge the disrespect from the British?","1304":"Did the Media spread lies about Tejashwi Yadav regarding Gurugram mall? Read: Fact Check","183":"Dubai’s Sheikhs celebrate India’s exciting win over Pakistan. Read-Fact Check","1308":"Misleading video of the Indian Railway manhandling e-commerce parcels went viral.","1306":"Was PM Modi responsible for his father’s death? Did the family file an FIR against Modi? Read-fact check","1305":"Did Actor Ranbir Kapoor insult lord Jagannath?","1309":"Media houses ran misleading news about Trump’s social media accounts being reinstated.","184":"Did superstar Yash visit Ram Temple and announce 50 crores for the construction of Ram temple? Read- Fact check","1311":"Did Anushka Sharma reveal that Ranbir Kapoor is taking drugs?","1310":"Why did Muslims make a Hindu girl wear a burqa? of Viral Video","186":"Is PM Modi signing the termination letter of Jay Shah? –","1312":"Old video shared as Saudi Defence  Minister getting rescued by guards after firework?","1317":"Did the maximum number of AIIMS build during the BJP rule? Read the Fact Check","1316":"Former Foreign Secretary Sujatha Singh is called as Ajit Doval’s wife","1315":"Tejashvi needs only 2 MLAs to become CM? 4 MLAs of opposition can resign and form Tejashwi government?","1314":"Fact check: The video of students asking for votes by falling at their feet is not from Rajasthan University.","187":"Is the Gorkhas regiment joining the Chinese Army?","1320":"AAP MP Sanjay Singh shared a misleading video of Union Minister Nitin Gadkari","188":"Ashok Swain makes a wrong claim about Nepalese in the Indian Army","1321":"Misleading claim made about the number of Rohingya refugees. – Read the fact check","190":"No Pakistani Hindu given citizenship in Rajasthan in the last two years- Read the Fact Check","189":"Did Aam Aadmi Party urge Hindus to recite Namaz instead of Satyanarayana Katha? – Read the fact check","192":"Did India slip from World’s 5th economy to 164th? – Read the Fact Check","193":"Did Ravish Kumar resign from NDTV? Read: Fact Check","1323":"Fact Check: Deceptive photo of BJP leader Shahnawaz Hussain entering the temple goes viral on social media","1324":"Fact check- Did Salman Khan said, “I don’t like movies in which Pakistan is called bad”","194":"Did Rohingyas in Assam have grab 73% of the Hindu Property?","195":"Was Muslim youth beaten to death by a Hindu mob in Bihar’s Samastipur? Read fact check","196":"Did Bihar’s minister Tej Pratap Yadav got doctorate? Read- fact check","198":"Is Prime Minister Modi fond of make-up and getting ready? Read -fact check","199":"CBI denies the claim of Manish Sisodia that, “Look Out Circular is issued against him.” – Read the Fact Check","200":"Is GOI going to levy Taxes on UPI transactions –","1328":"Were record calls made to Pakistan from Bihar, After the formation of Mahagathbandhan government? Read -Fact check","1327":"The claim of having only 5.6 lakh jobs in whole Gujarat by Amit Malviya is misleading- Read Fact check","201":"Speaking directly to Mahatma Gandhi, Rahul Gandhi said- ‘You are wrong and I am right?’ Read- fact check","202":"Did Arjun Kapoor really force footballer Cristiano Ronaldo for a selfie? Read-fact check","1326":"Bihar is an Islamic state as its state language is Urdu. Know the reality of the claim","1332":"The viral dance video is not of the Dalit student  Indra Kumar Meghwal","207":"Ambedkar said– As long as there is a single Muslim in the country, this partition is incomplete? Read the Fact check","205":"No school, no hospital built by the Kejriwal government!-Know the reality of the claim by Aadesh Gupta","204":"Muslims file petition in Supreme Court to ban Sunny Deol’s film ‘Gadar 2’? Read: Fact Check","1330":"Aamir Khan’s show Satyamev Jayate did not insult Hindu festivals –","1335":"Union Minister Hardeep S Puri claims EWS flats to all Rohingya Muslims, MHA denies it!- Read the full story","1333":"Now even a 1-year child will be charged full fare while traveling by train?","210":"Fact Check – Sudharshan News shared a school Independence Day play by giving it communal color","208":"Did Arvind Kejriwal denote 75th Independence Day as 175th?","1338":"Triple Talaq Judgement came on August 22, not on August 5, read fact-check","1334":"Did Haryana CM Manohar Lal Khattar insult Martyr Mangal Pandey? – Read the Fact Check","1340":"Fact Check:  The Truth of a viral video of Dalit student beaten up by a teacher in Rajasthan’s Jalore","1339":"Did Muslims burn shops of Hindus in Bangladesh? – Read the Fact Check","211":"Will you now have to pay 18% GST on rent?","1342":"Fact check: Not Raja Anangpal, but Mughal emperor Shah Jahan had built the Red Fort￼","1341":"FACT CHECK: Did BJP Minister Shivraj Singh Chouhan host their party flag during the National Anthem?","212":"Did President Droupadi Murmu banned non-vegetarian food inside Rashtriyaati Bhavan?","213":"Are there ‘Muslim’ connections in the murder of a Hindu priest in Bihar’s Bettiah?","1345":"Did Nehru reject the proposal of Nepal-India merger?","1346":"Is Tejashwi Yadav reneging on the promise of providing 10 lakh jobs?","1347":"Fact check: Nitish Kumar had said – I will get into the soil but a settlement with RJD is not possible?","214":"Fact check : Know the truth about the entrance of a train full of Bangladeshis and Rohingyas in Bihar","1354":"did CM MK Stalin demolished Shiva temple?","1352":"The real story behind the claim of Muslim population explosion and having many wives- Read the FactCheck","216":"Are 61,395 Muslim names written on India Gate? – Read the Fact Check","1351":"Delhi Tourism Department made false claim on Jama Masjid","1350":"Fact check: Image of 2018 goes viral as Israel’s attack on Gaza￼","217":"Fact check: Did Nitish Kumar mention terrorist Ishrat Jahan as her daughter?","218":"Was the national anthem written in praise of the King of England? Read, fact-check","219":"Does Owaisi come under the top effective leader in Australian University?","220":"Fact check: Did RSS worker burn the Indian National flag?￼","1356":"Morphed Image of some students wearing Muslim holy caps is getting viral –","222":"Fact check: Jagdeep Dhankhar became the 14th vice president of India not the 16th","226":"The reality of Naqvi’s claim that 36% of Mudra Yojana & 33% of PM-KISAN funds went to Muslims- Read the Fact Check","224":"‘Vladimir Putin said – vacate the POK!’ Know the truth","223":"1 Muslim was settled in the village by Hindus, now Muslims are dominating, Hindus migrated – Read the fact check","1359":"Fact Check:- Is Nitin Gadkari criticising PM Modi?","1358":"Amit Malviya shared a cropped video of Arvind Kejriwal mentioning 14th august.","229":"Fazil’s murder has nothing to do with the Shia-Sunni conflict. Know the real story.","228":"Did 5G spectrum auctions suffer a record loss of Rs. 2.8 lakh Cr?- Read the FactCheck","225":"Did NSA Ajit Doval predict Yogi Adityanath to become the Prime Minster of India?￼","1364":"Is the LPG Cylinder cheapest in India? Know the complete truth of Puri’s claim.","230":"Arvind Kejriwal was congratulated for installing mugs in the open toilet.","231":"Did ‘Har Har Shambhu,’ singer Farmani Naaz adopt Hinduism? –","237":"Fake article on Joe Biden by the name of the Atlantic got viral","234":"Did actor Sanjay Dutt convert to Muslim? –","232":"Why the village of Yemen being called the village of Arunachal Pradesh?","1365":"Nishank Rathore’s death took communal colors on social media- Read the full story","235":"family harassed in Muslim locality, BMC vacated the house under pressure from Muslims?","1366":"Is TMC MP Saugata Roy dancing with Arpita Mukherjee? –","236":"Fact Check:Kangana Ranaut shared Fake Photo of President Murmu, PM Modi And Eknath Shinde","1368":"Reality of the viral video of Hima Das winning the gold in the Commonwealth Games.","1375":"Pakistani politician Shireen Mazari spreads misleading news against India- Read the Fact Check","1370":"Video of a mad lover with a knife in hand viral as “love jihadi”, read fact check","1371":"Will the tax be applied to Ganga Aarti and Pandits in Varanasi?","1374":"Know the truth behind the picture of Raghav Chada asking for water for the rights of Delhi and Haryana","1372":"Did Ayyappa devotees chant for Allah at the Vavar mosque in Sabarimala? – Read the FactCheck","1376":"Fact-Check- Video of the bridge collapse in Madhya Pradesh got viral as Bundelkhand Expressway￼","238":"Edited picture of Bhathinda MP Harsimrat Kaur Badal surfacing the social media- Read the fact check","240":"Know the truth about Smriti Irani’s daughter Zoish Irani’s engagement photo","1378":"Did Panchayat Shachiv in Rewa got beaten up by BJP MLA? – Read the Fact Check","241":"Babasaheb did not say– reservations should be abolished after a tribal woman becomes president","1377":"Know the truth behind the viral video of police beating the people bathing in the waterfall","1380":"Is the removal of restrictions on Ganesh Pooja by the Shinde government Hindutva government encouraging Hindutva?- Read the Fact  Check","242":"Is India offering  Pakistan 5 billion USD in exchange for supporting UNSC permanent membership?- Read the FactCheck","1381":"Did Maulana give arms training to students in a madrassa?","1382":"Is Russian President Putin Watching News of Imran Khan’s Victory?","1383":"Video of PM Modi ignoring Ram Nath Kovind’s greeting at his farewell ceremony gone viral- Read the Fact Check","1384":"“A strange child born to a Muslim in Shamli! Throat was cut and buried”,read Fact-Check","1388":"No 18% GST on crematorium services – Read the Fact Check","1387":"A mockery video of Boris Johnson is shared as a real video.","243":"Pakistani Accounts Spreads Fake News on Rahul Gandhi","244":"Zee News spreads misleading news on Sonia Gandhi in ED summons case","1390":"Did central government have applied tax on the printed school books?","1398":"Video of tanker blast in Afghanistan viral as Pakistan","246":"Viral video of students’ protest is not from Andhra Pradesh but from Sri Lanka!","1389":"Old picture of CM Mann being hospitalized went viral","1393":"KTR’s claim that the centre denied for flood relief fund under NDRF to Telangana is deceptive- Read the Fact check","1400":"Video of a Muslim Woman breaking the Ganpati idol gone viral with the misleading claim- Read the Factcheck","249":"Did Foreign Muslim women come in support of Nupur Sharma over the prophet controversy","247":"Will Draupadi Murmu declare India as a Hindu Rashtra as soon as she becomes the President?","1394":"Did 100 Hindus run away in fear of 5 Muslims? – Read the Fact Check","1396":"Muslim man died by a truck carrying Kanwar Yatris –.","248":"Old video of the plane landing in the flood waters in Karachi got viral again","252":"Rishi Sunak is not yet elected as the Prime Minister of Britain","250":"Know the truth behind the viral video of cloudburst in Karachi","254":"Video of 5 people being washed away in flood waters in MP viral as Telangana","255":"Did NDA declare Ranjan Gogoi as its Vice Presidential Candidate?","1413":"‘Aaj Tak’ made a misleading claim on the abdication of Emperor Ashoka after the Kalinga war","253":"Photoshopped image of Antarctica glacier from space went viral","1402":"Lulu Mall hired Muslim boys and Hindu girls for Love Jihad?","1404":"The reality of the viral picture of a child who survived the earthquake in Afghanistan- Read the Fact Check","256":"Economist Steve Hanke shared Pakistani video as Sri Lankan Crisis- Read the fact check","258":"Video of mixing harpic with pani puri water gone viral with communal angle, read the fact-check","1408":"Did the Chairman of LuLu Group International made Kerala CM sit with his chauffeur?","1405":"Muslim girls of Kerala are learning Hindu warfare ?","1406":"Smriti Irani did not insult Goddess Durga, old video viral with misleading claim","259":"Did Elon Musk’s Twitter account got suspended? Read the Fact-Check","260":"Viral video of Kanwar Yatris getting beaten in Bengal- Read the Fact check","262":"Old video of PM Modi gone viral with the misleading claim","261":"The picture of former Zilla Parishad president, Ramashankar has gone viral with a wrong claim","270":"Is Pradhan Mantri Jan Kalyan’s department giving Rs 5000 to the vaccinated people?","264":"Picture of Akshay Kumar advertising online trading company goes viral","267":"Social media users are demanding Modi Ji should unearth Indira Gandhi’s time capsule. – Read the Fact Check","1412":"The truth of the letter that caused the hashtag  #BoycottNothing And #DearNothing trend on the Twitter-Read the Fact Check","272":"Did Hardik Pandya abuse Rohit Sharma in T20 match? Read the Fact Check","265":"Did Dubai King’s wife worship in the Tamil Nadu temple? Video goes viral","268":"फैक्ट चेक: क्या वैक्सीन लगवाने वाले लोगों को प्रधानमंत्री जन कल्याण विभाग दे रहा है 5000 रुपये?","271":"Did BJP apologizes to Gandhi Family in the courtroom for putting false allegations on it?","266":"Edited photo of Babasaheb goes viral with misleading claim","274":"Amid MVA political crisis another fake picture of Uddhav Thackeray going viral.","1414":"President Ram Nath Kovind’s 5-year-old statement viral with misleading claim","273":"Picture of Rahul Gandhi with Dakota Johnson  again got viral. Know the reality.","1418":"know the reality behind the viral pictures of the Landslides in Manipur’s Noni district.","1419":"In Bhagwant Mann’s wedding, Kejriwal was served langar sitting on the ground?","1420":"NIA did not release helpline number, misleading claim viral on social media","1417":"Misleading claim of Atrocity Act on abusing Brahmins goes viral","276":"Did a Muslim man attacks the Policeman who arrested Kanhaiya Lal’s murderers?","277":"The Scholar getting viral with the Muslim religion for a proactive speech is actually a Hindu- Read fact Check","1423":"Is there any communal angle behind the murder of the religious leader in Nashik?","1422":"Know the reality behind the viral video of a lady in a burqa getting hit by the car","279":"The viral picture is not of an industrialist and fascist Eugen Schwab, who was close to Hitler","1426":"Old Video Of PM Modi gone viral with Misleading Claim amid ongoing Nupur Sharma controversy.","282":"Picture of Udaipur murder accused Riyaz with Rahul Gandhi goes viral! Read the complete story.","1429":"Yashwant Sinha has not said that Nupur Sharma will get arrested after he becomes President – Read fact check","1428":"A misleading video of child kidnapping from Egypt is being shared giving communal angle- read the fact check","280":"Fake picture of Venice city being in the shape of a heart goes viral.","1431":"Did UP Police arrest Maulana for making provocative statements against Nupur Sharma?","1432":"The truth behind the viral video of a man distributing liquor wearing a BJP cap and scarf","283":"A self-proclaimed Journalist sharing misleading video of a bus accident- Read The Fact check","1434":"Aam Aadmi Party’s claim of giving jobs to 10 lakh people from the employment portal is misleading.","1435":"Amit Shah’s old video on Telangana floods viral with the misleading claim","1436":"Know the Reality behind the viral video of a lady criticizing Rahul Gandhi.-Read this Fact Check.","1437":"Old video of Hindu man in masjid disguised as Muslim goes viral.- Read the Fact Check","1438":"Did 128 kg of gold and 150 crores of cash, 77 crores of diamonds found at the house of a priest?","1440":"Zee News and Ministers of BJP spread misleading video of Rahul Gandhi on the murder of Kanhaiya Lal","284":"Was judge JB Pardiwala a congress MLA between 1989-90 – Read this Fact Check","1442":"The shameful act of Pakistani users on the brutal murder of Kanhaiya Lal in Udaipur","334":"Did the Economic times state false news reports on top 4 positions in the UPSC Exam?","1441":"Old video viral of celebrations on the renaming of Aurangabad","1444":"Nitish Kumar calling BJP ‘Badka Jhoota Party’! Video going viral. Know the truth","1443":"What’s the reality behind the Greta Thunberg’s pic from Glastonbury Festival- Read this Fact Check.","309":"Reality Of The Video In Which A Dalit Man Was Tied To A Tree And Beaten Up.","285":"A picture of an Algerian coin with Al-Aqsa and Jerusalem is ours written on it has gone viral. Know the reality","286":"Did the Atlantic publish a racist headline on judge clearance Thomas?","288":"Fake news of the death of comedian Surender Sharma has gone viral. Know the reality","289":"BJP MP’s statement- Gandhi Ji got Subhash Chandra Bose assassinated!, know- what is the fact?","1449":"Know the reality behind the crying video of Sanjay Raut","1447":"Was Eknath Shinde drunk while talking to the media?","1448":"Was a Terrorist caught at the Faridabad Metro Station?","1450":"Will people be jailed for hoisting the LGBTQ flag at the FIFA World Cup in Qatar?","291":"Know the reality of the video gone viral as New FASTag Scam.","292":"Did Amit shah say that he would bring down the Uddhav Thackeray government? Know the reality of the viral video.","290":"Know the reality behind the viral official song of FIFA world cup 2022.","294":"The picture of Bal Thackeray applying ‘Tilak’ to Anand Dighe went viral as Eknath Shinde","1452":"what is the reality behind the viral video of a Mermaid?","1453":"Did Uddhav Thackeray praise the Mughal Emperor Aurangzeb.","1454":"Reality behind the picture of PM Modi on TIME magazine.","296":"Samajwadi Party leader blames media for calling Licypriya Kangujam a foreigner","295":"Did former president Pratibha Patil praise PM Modi?","1456":"Why Amul’s banner went viral on social media? know the reality","1458":"Reality about the viral video of Australian PM speaking on PM Modi.","297":"Has the actor Dharmendra passed away?","1461":"Did Aaditya Thackeray have removed the word minister from his Twitter bio amid the political crisis in Maharashtra?","1464":"The reality behind the defence ministry viral letter on Agnipath Scheme.","1460":"Is the viral video of the protestor related to the Agnipath Scheme Protests?","1462":"‘Crime Tak’ spread misleading news about Pakistan being removed from FATF grey list","1468":"Did the Indian Muslim protesters burn the Tricolor?","1465":"‘News Nation ‘ anchor makes a misleading claim that Muslim women insulted the national anthem","1467":"know the reality of a Sanghi removing the head scarf of a lady.","1466":"Misleading video of Nupur Sharma’s arrest goes viral on social media","298":"Did Police take Rana Ayyub forcefully from a protest site?","1470":"Rahul Gandhi’s statement ‘Aag lagegi’, got viral misleadingly.","1471":"Azam Khan became a devotee of Ram-Krishna after being in jail for 27 months?,","1472":"Did an Army Officer aspirant commit suicide due to the Agnipath scheme?","300":"‘Aaj Tak’ spread fake news about the chemical blast in Hyderabad mosque","1476":"Did FATF has removed Pakistan from Grey List?","301":"A video of Nupur Sharma shouting How’s the Josh gone viral amid the Prophet remark controversy. Read the full story","1473":"Social media users raised questions on 2 tweets of DD News counting the benefits of Agnipath.","1478":"Did two brothers commit suicide in Saharanpur over Army recruitment?","1479":"CJ Werleman again shared a misleading video about Indian Muslim oppression. Read fact check","302":"Claim of US and Western countries to collapse by 2050 goes viral. Read the full story.","303":"Fake statement of National Security Advisor Ajit Doval went viral","304":"Did lakhs of Hindus chanted Hanuman Chalisa in response to Namaz in Jaipur?","1483":"Misleading claim of South Asian Journal on UAE’s ban on India’s wheat export goes viral","1482":"Amit Shah wrote a letter to CM Dhami to give Z security to Nupur Sharma’s relative?","306":"The image of a crowded river from Finland went viral as it is of the US.","307":"A video went viral with the claim that Gulf countries are sending back the Indians. Know the complete truth.","308":"CJ Werleman again shared a video with misleading claim.","1486":"Muslims killed a policeman in Bengal?,","1485":"Is BJP responsible for the recent Kanpur Violence?","310":"Old video of firing went viral as Kanpur riots","313":"Rajesh Pilot did not contest the election of Congress Sangathan  against Sonia Gandhi","312":"Pakistani Journalist Asad Kharal spreads misleading news against India","314":"Picture of a female anchor from Afghanistan, being viral as that Qatar","1490":"Old video went viral with the claim that ‘a Hindu man thrashed in Kuwait’","319":"Did Moen Ali boycott IPL over the Nupur Sharma controversy?","318":"A video went viral with the claim that Rohingya Muslims killed a Hindu man. Know the truth.","316":"‘Zee Hindustan’ gave false information, SSP said – stop spreading fake news!","315":"The truth behind Pardhan Mantri Loan Yojna.","1495":"Truth Behind the pictures of destroyed houses shared by Salman Khurshid?","1494":"Hindu women in Pakistan thrashed by the mob?","320":"The news of the death of  former Malaysian Prime Minister Mahathir Mohamad is getting viral. Know the truth behind it.","325":"Pakistani media is manipulating the statement of Oman’s grand mufti.","321":"Are the people driving over the India Flag on the streets of Tamil Nadu?","1496":"Know the truth behind the viral video of Mooseswala’s murder.","324":"Did Sourav Ganguly resign as the President of the BCCI?","1500":"Former Pakistani Ambassador Abdul Basit’s misleading claim about Naveen Jindal","322":"When Indians were fighting the British, then RSS workers were giving a salute to the Queen of Britain?","326":"Reality of the image which got viral as Uttarkashi bus accident.","327":"Did PM Modi stop the Russia-Ukraine war for 3 hours to evacuate Indian students?","331":"Did Putin Declare Islam as Russia’s Second State Religion?","330":"Is the movie Samrat Prithviraj being promoted from the BJP’s office?","328":"Was Hardik Patel Welcomed With A Slap On Joining BJP?","1508":"the viral image of the damaged dome of a masjid is falsely claimed to be of Delhi.","1507":"148 from Muslim Universities and only 2 from Hindu Universities clear UPSC Exam!, Read Fact-Check","332":"Did Vasundhara Raje quit BJP to join Congress?","1512":"Was the mosque built by the Mughals by breaking the temple in Chittorgarh? read- Fact Check of Viral Photo","1510":"Know the reality of the viral video of the large crowd at the funeral of Sidhu Moosewala?","1509":"“Mahatma Gandhi was once a Sergeant Major in the British Army!” Read Fact-Check","1514":"Did the song “Jannat ki hai Tasveer” by Mohammed Rafi banned initially?","1513":"Why did CM Gehlot say, “Ra” in Ram means Ram, and “M” means Mohammad? Read Fact-Check","333":"Pakistani video of IAS couple’s transfer case for taking a dog walk in Delhi stadium goes viral","1516":"Fact-Check – Old video viral as Moosewala’s last interview","1515":"Reality behind the “#GoBackModi” sign held by Vanathi Srinivasan.","1518":"Riyan Parag to become the most irritating player in IPL history?, read – Fact Check","1519":"Old picture of India in the name of Nepal plane crash goes viral","1520":"The person standing in the picture near Bhagwant Mann is not the murderer of Sidhu Moose Wala..","1521":"Hindu sadhu’s Jatas and beard was shoved off by Muslim man in Madhya Pradesh?","1525":"Know the truth of the devastating hailstorm in Haryana","1528":"Priyanka Chopra’s objectionable statement on Lord Shiva? Read – Fact Check","1530":"What did the MLA of Nepal say in criticism of Narendra Modi?","1533":"Fact Check:  Did Chennai residents make a “Go Back Modi” graffiti?","336":"To give relief from inflation, the central government will give Rs 30,628 to all citizens, read the Fact Check","1522":"Video of Fuji hill of Japan viral as Kailash mountain","337":"A picture of a tribal woman with Nehru goes viral with misleading claim","338":"Fact check: Did Telangana CM KCR give a reward of Rs 50 lakh to Nikhat Zareen?","1526":"95% of Monkeypox cases in Canada are actually herpes?","340":"Did Pfizer’s Monkeypox vaccine get FDA approval?","1531":"Was the Ajmer Sharif Dargah built by demolishing the temple? Read – Fact Check","339":"Did APJ Abdul Kalam say that Muslims are made terrorists in madarsas?","342":"Was the Sri Lankan Information Minister beaten up by the protesters, know the truth about the viral video","343":"Did Australia’s PM announce a $2.4 billion fund to the World Economic Forum?","1536":"Did Russian President Putin Start Wearing Bulletproof Jackets After the Ukraine War?","1537":"Did AAP government in punjab wants to remove NRI’s property rights?","344":"Did Nirbhaya Lawyer Seema Kushwaha get featured in the list of talented women?","1538":"Post Office of Poland issued stamp with Zelenskyy’s photo. Read the full story.","345":"Fake picture of Rahul Gandhi goes viral on social media","346":"The truth behind the picture of Rahul Gandhi carrying a woman in his arms","348":"Fake Claim on Imran Khan gone viral again. Know the truth of the huge crowd in Sialkot rally","349":"Shocking! Is Central Bank of India is going to shut its 600 branches? Read the article to know the real story.","352":"Nandi of Kashi Vishwanath faces the Gyanwapi Masjid. Know the truth?","351":"The picture of fountain getting viral on social media is not of Gyanvapi Masjid.","1543":"Attempt to capture ‘Gita Upadesh Sthal’ by making a tomb in Kurukshetra?","1539":"Zee Media anchor spreads misleading news about farmer leader Rakesh Tikait. know the whole truth","350":"The video of Biswaroop Roy Chowdhury gone viral with the claim that it belongs to Tata Memorial hospital. Read the full story","356":"Truth about celebrating Narendra Modi’s victory in Pakistan","355":"A Screenshot Of A NTDV Article Gone Viral With Fake Claim About M Rajapaksa. Read The Full Story","354":"Did Former Tripura CM Biplab Deb say – the country is being ruined under the leadership of Modi? Read the full story","357":"Did the Dalai Lama Say Black People Should Be Expelled From White Countries?","358":"Was a girl beaten up for dating a non-Muslim in America?","1598":"The whole Truth behind the video of policemen with two saffron shawl guys.","361":"Another Deceptive Tweet by CJ Werleman To Defame Hindus. Know The Full Story.","1548":"The real story of the ‘Asani’ cyclone bringing a mysterious golden chariot on the beach?","360":"Fake information about filmmaker Satyajit Ray goes viral on social media","1546":"Fact check: Actor Arvind Trivedi, who played the role of Ravana in the serial Ramayana, passes away?","363":"Kiran Bedi Getting Trolled All Over The Internet For Her Misleading Tweet. Read The Full Story.","364":"Did Ajit Doval tweet that If there is no Saraswati Pooja in Jamia then why is iftar celebrated in BHU?","362":"Did Rajasthan government allow Muslims to offer Namaz at Kumbhalgarh Fort?","1550":"Did A Woman Faint After Air India Denied Her To Board The Flight?","366":"Was Pfizer Vice President arrested in fraud case?","367":"Truth of Chinese robots doing Bharatnatyam","1554":"Video Went Viral With Claim That France Used Water Cannons To Dispersed Namazis. Know The Full Story.","1552":"Did Arvind Kejriwal Say, “Corruption should continue?”","1551":"Did AAP MP Sanjay Singh beat up party worker with shoes?","368":"Did World Economic Forum Endorse A Commercial In Which A Man Suggest To Kill A Child?","1556":"Did the Russian MiG-31BM fighter jet shoot down in Ukraine?","1555":"What is the reality of the viral video of a running dinosaur?","1560":"Taj Mahal Or Tejo Mahalaya? Know The Full Story.","1557":"What are the truth behind Amit Shah and Pooja Singhal’s viral picture?","369":"Is Raghuram Rajan Is Going To be The Next Governor Of Bank Of England?","1558":"Fact Check:Is the viral video of Muslim praying on azan and blocking streets really from France?","1562":"Reality of the women protesters breaking down the police shield in Mexico.","1563":"Madhya Pradesh CM Shivraj comes out of the women’s toilet. Picture goes viral","1561":"The truth behind the viral picture of a wounded policeman.","370":"Viral Video of a woman constable giving a speech on Love Jihad. Know the whole truth.","372":"Is Russia preparing for a parade to celebrate their war and genocide in Europe?","373":"Know the reality behind the viral picture of Rahul Gandhi in the name of Nepal’s wedding.","1567":"Did police thrashed out Muslims who were asking for a separate country in Assam?","1566":"Is Finland transporting military equipment on the eastern border with Russia?","374":"Is Muslim population increasing in India, producing 15-15 children?","375":"Was there a picture of Nehru on the wall during PM Modi and Chancellor Schultz’s meeting?","376":"Reality behind the viral picture of Masjid in Nanital.","378":"Did Rahul Gandhi party with the Chinese ambassador of Nepal? Know the truth of the viral image.","1569":"Rahul Gandhi Is getting Trolled Again. Know The Full Story","1572":"Fact Check : If Islamic Studies included in UPSC exam, then why not Vedas, Ramayana and Gita?","381":"whole Truth behind the viral video of Zelensky’s desk with cocaine on it.","380":"Another False Claim About Elon Musk Got Viral.","379":"Was the 300-year-old temple demolished in Jaipur after Alwar?","1573":"Did Bhagwant Mann say he is unaware of who is running the government?","385":"The Reality Of The Video In Which Bike Riders In Saffron Are Hailing Swords.","382":"Old Image Syrian Children Got Viral Misleadingly.","384":"Are People Offering Namaz outside Bandra Station On The Eve Of Eid?","1575":"Fact check: Did a sign of OM hang on the walls of a Mosque?","386":"Fact check: Has Twitter restored the Twitter account of Donald Trump?","391":"फैक्ट चेक: माइंड कंट्रोल हथियारों के इस्तेमाल से इराकी सैनिक हुए थे खाड़ी युद्ध में आत्मसमर्पण करने पर मजबूर?","390":"Another Lie Of Amit Chaudhary Of News Nation TV Got Caught","388":"Did the Twitter account of Bill Gates gets suspended?","387":"Using Mind Control Weapons Were Iraqi Soldiers Forced to Surrender in the Gulf War?","1576":"फैक्ट चेक: क्या मस्जिद की दीवार पर का ओम का पोस्टर लगा हुआ था?","1578":"The video of the murder of a Palestinian youth going viral was taken from a short film.","393":"Fact check: Did CTV News says “Freedom Convoy” was fueled by Conspiracy Theories?","396":"Fake Claim About Narendra Modi Got Viral Again.","394":"Truth behind the fight between people in the mosque during Ramzan.","392":"फैक्ट चेक: क्या सीटीवी न्यूज ने कहा- “फ्रीडम कॉन्वॉय” को कॉन्सपिरेसी थ्योरी ने हवा दी?","1580":"Fact check: Did Marine Le Pen secure more votes than Emmanuel Macron during the second round of France’s election in 2022?","399":"Is Elon Musk now planning to buy Facebook too?","398":"Ajay Devgn Is Getting Trolled All over The Social Media Platform For His False Claim. Know The Full Story.","397":"Have these people found an alternative to the loudspeakers by reciting Aazan on the streets?","1585":"Truth behind the Fox News chyron quoting Republican Texas Sen.","403":"Fact Check The Reality Of The Image Claiming 25 Students Of Allahabad University Got Arrested For Making Bomb.","402":"Are Bangladeshi Muslims Demanding A Separate Country In Assam?","400":"Fact check: Have Two boys sung the title song of Ramayana on the stage of Britain’s Got Talent?","1587":"Did the Statue of Lord Nandi was found in the excavation of the mosque?","406":"AAP MLA Atishi made a misleading claim about Kerala!","404":"Were The Slums In Gujarat Covered During UK PM Boris Johnson’s Visit?","405":"Fact check: Did Zelensky refuse to use the letters V and Z in his name and Surname?","408":"Are The Russian Invaders Raising Flags Of The Soviet Union In Mariupol?","409":"Are Children Given Training To Use Guns In Madrassas?","1590":"Know the truth behind the pelting of stones by a group of Muslim people.","1592":"Woman drug inspector murdered after AAP government was formed in Punjab?","410":"Putin nationalizes bank to end Rothschilds control","411":"Did Veerabhadreshwara Temple Remains Unearthed in Minar Masjid in Raichur, Karnataka?","412":"Did an IAS officer insult a female patient?","414":"Did External Affairs Minister S Jaishankar talk about merging of Sri Lanka with India?","415":"Viral video is not of Sarmat missile launch but of 2018’s Satan 2","416":"Picture claiming to be of first iftar party of Independent India got viral","417":"A man making electricity from nuke for his house for years.","1596":"Fact check: A video of a Muslim man arguing with Police got viral during the Delhi riot. Know the reality","1594":"Is the Islamic party demanding to declare Belgium an Islamic country & follow Sharia law?","1599":"Fact check: Did the Muslim women of Khargaon got arrested for stone-pelting the Hindu?","418":"Reality Of The Video Which Got Viral After The Delhi Riots On Hanuman Jayanti.","1597":"Fact check: A fake video of the raid on Aditya Thackeray’s place got viral","421":"Did French President Emmanuel Macron say sanctions on Russia will bring 60 million refugees to Europe?","1600":"Did the Muslims thrash the policeman in Delhi Riots?","420":"Has Tennessee legalise child marriage?","426":"The Reality Of The Viral Tweet Of British Culture Secretary Nadine Dorries.","422":"Fact Chek: Video Of A Man Threatening Hindus Got Viral Under The Karauli Violence. Know The Reality.","1603":"Fact check: Do Rajasthan’s people take the oath for boycotting Congress due to unemployment in the state?","1602":"Did the Muslim mob attack Hindus in Delhi?","1604":"Old Picture Of The Mosque Got Viral With Wrong Claim Related To Karauli Riots","427":"Did Rahul Gandhi say that Pakistan can be bought for $1 billion?","424":"Was Joe Biden Celebrating The Defeat Of Pak PM Imran Khan and Victory Of Shahbaz Sharif?","423":"Fact check: Did BBC hold Ukraine responsible for the missile attack on Kramatorsk Railway Station?","1605":"Fact check: Did the old image of protest in Malaysia against the persecution of Indian Muslims go viral?","1606":"Celebrations in the entire Mumbai during Ram Navami. True or False.","1608":"Fact check: Did Arvind Kejriwal promise to give 1000rs to the ladies of Himachal Pradesh?","428":"Fact Check:  Pete Buttigieg’s picture with the dogs and the truth behind it.","1609":"Fact check: Did Muslim women were forcefully made to wear saffron shawls","1610":"Fact check: Did a Muslim woman was Caught with a Pistol on the street in Mainpuri?","1611":"Fact check: A fake picture of a Protest site in Turkey against the US is getting viral","429":"Fact check: Viral picture of Murtaza and the reality behind it.","432":"The Viral Video Of Imran Khan Being Displayed On The Burj Khalifa. Know the Truth.","430":"Whole truth behind the bloodshed in JNU.","1612":"Fact check: Fake pictures of Arvind Kejriwal and Bhagwant Singh having alcohol at dinner got viral","433":"Fact check: Did FIFA World Cup 2022 extend the time duration from 90 minutes to 100 minutes in the match?","435":"Has BCCI Announced A New Mixed Cap For The Best All-Rounder Of IPL?","438":"Know The Reality Of The Viral Video With The Caption Yogi Ji’s Poultry Farm.","434":"Did Indian Oil issue a warning to not fill the fuel in the tanks to its maximum limit?","1614":"Fact check:  Did people ignore Biden after the appearance of Obama in the white house?","1616":"Is a Muslim man assaulting a Hindu woman in Mirzapur?","1617":"Fact check: Is a Muslim guy beating a traffic police officer?","1618":"Fact check: Did the right-winger rally near the mosque after the Karauli Violence?","436":"Fact check: Did Russia hold a protest against America’s interference in Pakistan’s affairs?","439":"Reality about the screenshots of the video shared by Telegram with content about the alleged call to Zelensky about “capitulation.”","1628":"Is the owner of Himalaya Company provoking people to boycott Reliance Jio.","440":"Did Pentagon Say that Volodymyr Zelenskyy is a cousin of George Soros?","441":"Fact check: Is Australian Captain Aaron Finch about to declare his retirement from Cricket?","442":"Did A Chopper Showered Flowers On The Eve Of The Hindu New Year Celebrations In U.P?","1622":"Is Smiriti Irani calling “Petrol Hike” a masterstroke toward Rich people?","1623":"Did Telangana Police Waiving The Flags Of BJP?","444":"The reality behind the viral picture of Mamata Banerjee with sexiest comments.","445":"Fact check: Fake tweet regarding Barack Obama’s statement over Donald Trump got viral","446":"Truth behind the viral picture of unemployment rates 2020-2021 in the governance of Modi.","447":"Fact check: Did The New York Times claim about AAP set a record for gathering the highest number of people in a political rally?","457":"The Kashmir Files, Fake v\/s Fact","1624":"Fact check: Did a communal riot occur on the occasion of the New Year by the Hindu calendar?","1627":"Drunk Video Of Punjab CM Bhagwant Mann gone Viral. Know The Complete Reality.","450":"Did supporters of former MLA Sunita Singh enter the mosque and beat up the worshippers in Ghazipur?","448":"Is Zelenskyy holding a T-shirt with a Swastika Sign?","1633":"Are The Himalayan Product in India Halal Certified?","451":"Did Jason Derulo Falls Down At The Red Carpet?","452":"Did Chris Rock apologize to Jada Pinkett Smith for the joke in Oscars 2022?","1635":"Fact check: Did CM Yogi says not to watch Shahrukh Khan’s upcoming movie Pathan?","1632":"Fact check: Old video of Narendra Modi over EVM got viral with fake claims","453":"Were There No Deaths In Gujarat In The Third Wave As Claimed By Amit Shah?","1634":"Is Arvind Kejriwal showing anger towards Gujrat?","1636":"Is Bhagwant Mann canceling all the pensions for former MLAs and ministers?","1638":"Is Saral Patel’s statement of taxes on petroleum true?","454":"Did UAE has not introduced any three-story aircraft?","1641":"Did the Russian army choir got arrested for singing a song about “peace”?","1640":"Fact check: Did Chris Rock carry a pad on his face while Will Smith smacked him?","1642":"Fact check: Did the IAF attack the Pakistani jet at LOC?","1645":"Fact check: Fake pictures capturing the reaction of audiences at Oscar 2022 got viral","456":"Fact Check : Did the 9 year old Ukrainian girl holding gun to fight with Russian force?","1646":"Did The Defense Expenditure In The Reign Of ManMohan Singh Was Nil As Claimed By Nirmala Sitharaman?","1644":"Justin Trudeau’s socks pic goes viral. Know the whole truth?","1647":"Truth Behind the video of three policemen brutally beating a man.","1650":"Did a Hindu restaurant manager in Bahrain denied entry of a hijab-wearing woman?","1648":"Fact check: Did the picture of Mahatma Gandhi appear on currency note came in 1996?","1651":"Fact check: Did Bhagwant Mann remove the picture of Maharaja Ranjit Singh from the CM office?","1652":"Is Ayodhya peple demanding a Hindu Rashtra?","1653":"Fact check: Does Slovakia support Russia under the conflict with Ukraine?","1654":"Is Bengal turning into Pakistan? Know the truth.","1656":"Fact check: The fake video under Russia’s attack over the building of the Ukrainian Defence ministry got viral","460":"Fact check: Has the account of Reka Gyorgy got suspended from Twitter.","1658":"Fact check: Did Zelenskyy wear a symbol of Germany in his piece of cloth?","459":"Fake picture shared with the claim that they are Ukrainian firefighters.","458":"Did Russia recuperates the restaurants abandoned by Mac Donald’s and renames them DonMak?","1657":"Fact check: The fake video under Chinese Airline Boeing 737-800 crash got viral","1660":"Truth behind the viral video of cops replacing the Pakistani flag with the Indian Tri-color flag.","1659":"Muslim shopkeeper was attacked because of ‘The Kashmir Files’?","471":"Truth behind Zelensky viral video with a woman who died on Feb 26th.","463":"Factcheck: Picture Of Three IPS Officers Got Viral As Siblings.","462":"Did Shahrukh Khan have to sell his house if the Pathan movie flops?","464":"Fact check: Know the reality behind the news of Kazuo Ishiguro’s death","1663":"Is the viral video of CJI Karnataka is of hijab controversy?","1664":"Truth Behind the Viral Video of Boeing 737 crashed in southern China.","1662":"Fact check: Fake video of the Russian Missile attack in Ukraine got viral.","465":"Did Wladimir Klitschko has auctioned off his 1996 Atlanta Olympic Games gold medal amid the Russia-Ukraine crisis?","466":"Know the Truth behind the world economic forum tweet on lowering the age of consent.","468":"Fact check: Fake news getting viral on charging no interest rate under KCC","469":"Did the Ukrainian Investigative Bureau had arrested a Ukrainian diplomat for smuggling amid Russia-Ukraine crisis?","1666":"Is Pakistan crossing ranked 67th in the world happiness Report 2022?","1669":"Are Minor beaten up in UP for raising Pro-Pakistani slogans?","1668":"Truth behind the dug graves video circulating on Social media.","1670":"Fact check: Fake video of American paratroopers landing in Ukraine under Ukraine-Russia Conflict is going viral","1676":"A deceptive picture of a man holding a gun was shared as an Israeli Terrorist. Know the reality.","470":"Election Commission has announced not to hold elections again in UP.","1672":"Fact check: Did Russian Army attack in Ukrainian President Zelenskyy’s house?","1671":"Fact check: Have women got tricked at voting booth during Election 2022?","472":"Did Yogi Adityanath silence Owaisi during his speech in The Parliament?","474":"Did Mamta Government Waived Off The GST Of The Muslim Traders In West Bengal?","1674":"Did Aditya Yogi Nath and Akhilesh Yadav and his family  meet post elections?","478":"A Fake Picture Of New York Stock Exchange Got Viral After BJP’s Victory.","476":"Fact check: Did CM Yogi Burst into tears after watching ‘The Kashmir Files’?","475":"Fact check: Truth behind the viral Ukrainian – Russia war video.","480":"The Reality Of The Drunken Police In Bhagwant Mann’s AAP Rule.","1675":"Rahul Gandhi was seen playing badminton after the defeat of Congress in the assembly elections?","1677":"Know the truth about the viral picture of the downing of the Russian helicopter amid the attack on Ukraine","1680":"Fact check: Have Khalistani supporters conducted a rally after the win of AAP in the Punjab Assembly Polls?","1681":"Did LK Advani gets emotional over the movie “The Kashmir Files?”","477":"The Video Of Youth Being Brutally Beaten By BJP workers After Winning Elections Goes Viral.","1683":"Fact check: Did Australian Airline CEO gets pie on his face for his speech over Vaccine Mandate?","481":"Did SFJ’s Chief  Gurpatwant Pannun wrote a letter to Bhagwant Mann?","482":"Is Abhisar Sharma Is Going To Shift From Noida To Delhi Because Yogi Won Again?","1682":"Fact check: Fake videos of children from the Ukraine war situation got viral on the Internet.","484":"Did American actor Leonardo DiCaprio donates $10 million to Ukraine?","1684":"Fact check: Viral video of President Zelenskyy singing song in the music video, Know the Reality","1686":"Fact check: Fake news about Former US President Donald Trump got viral","1688":"Are the Ukrainian people faking the bloodshed?","483":"Fact check: Are Ukrainians selling Russian tanks on eBay?","486":"Are BSP’s Votes Going To BJP? Know The Complete Truth.","1692":"Fact check: Fake image of a soldier got viral under Russia-Ukraine Conflict","1693":"IS AIMIM is actually surpassing other parties in UP Election Exit Poll?","1689":"The truth behind the picture of a man with his cat?","487":"Did People Themselves Came Out To Guard The EVM In UP?","488":"Did CNN Post A Story Of  “The Karkhiv Kid Finder”?","489":"Truth behind the viral video of Zelensky dancing.","1696":"Fact check: Did Ukraine invade Iraq in 2003?","1695":"Are the NATO Countries transferring 70 combat airplanes to Ukraine?","1694":"Fact check: Has Russia made a military move on the backyard of America in 2022?","1698":"Fact check: Did Ukrainian citizens destroy 2 Russian tanks with Molotov cocktails in Kiev?","494":"Fake Claim Made By Global Times. Know The Reality","490":"Fact check: Has the first female pilot of Ukraine died in the Russia-Ukraine war?","499":"Is President Putin declaring a war on Africa with Missiles for talking about Ukraine?","493":"Fact Check:  Did Putin say,” Russia will play FIFA World Cup in Qatar, or there won’t be WORLD CUP at all.”","492":"Fact check: Has slogans were raised in favor of PM Modi in the Parliamentary session of Pakistan.","496":"Is cash is being distributed on UP Lok Shaba’S Election BY BJP?","495":"Was a Muslim woman thrown from a moving bus for wearing a hijab? Know the truth of viral video.","498":"A viral picture suggesting Salman Khan and Sonakshi Sinha as married.","1700":"Fact check: A short clip of Narendra Modi got viral on social media accusing Congress’s history","500":"Did Police Arrested SP Leader’s Daughter For Spreading Fake News?","1705":"Is Paul McCartney asking the crowd to support Ukraine by hosting the Ukrainian flag?","1704":"Fact check: Do civilians of Ukraine are fighting with the cardboard made AK-47 against Russia?","1701":"Are Ukrainians uploading videos on Tik-Tok teaching how to drive abandoned and captured vehicles?","502":"Did Putin Greets Indian Students Evacuated From Ukraine?","501":"Fact check: Has the Japanese Ambassador become a Samurai warrior to fight against Russia?","505":"Fact check: Did Akhilesh Yadav appeal to cancel the election in Kunda?","506":"Did Karnataka High Court Permit Muslim Girls To Attend Class In Hijab?","507":"Did Putin Says PM Modi Is His Childhood Friend?","508":"Is Photo of the injured girl going viral is from the 2018 Syrian war is again used in Ukraine war?","528":"Lord Jagannath Falls iil. Know The Reality Of The News","1708":"Did Subramanian Swamy shared fake image about ISKCON Temple on his official account ?","504":"Did actress Sara Ali Khan tweet about the Hijab controversy?","1711":"Fact check: Did the wife of the Vice-President join Ukraine-Army to fight against Russia?","1710":"Fact check: Did Russia bombard at Ukraine Headquarters?","1713":"Fact check: Did a Sikh Community raise a helping hand by serving food in Ukraine?","513":"Did the Russian Military Helicopter Shot down by Ukraine Armed Forces?","512":"The Complete Truth Of The Viral Video Of Massive  Explosion At Ukraine.","511":"Two Young Ukrainian Children Sending Off Soldiers To Fight The Russians. The Reality Of The Viral Image.","510":"Fact check: Did Putin threaten India for interfering in the conflict?","1718":"The video of soldiers leaving for war, triggers the emotions of many on social media. what’s the Reality?","1717":"Fact check: Did Akhilesh Yadav disrespect the statue of Gautam Buddha?","519":"Fact check: Did the Muslim Mob attack a temple in Telangana?","516":"Did Russian military paratroopers land in Ukraine, near Kharkov?","1719":"Fact check: Did Ukraine President Zelenskyy join the military to fight against the Russian Army?","517":"Fact check: Does Murder Mystery of Harsha have a connection with the release of Fatwa?","514":"Is SBI Giving 25 lakhs To Woman UnderPradhan Mantri Nari Shakti Yojna?","1720":"Is Kyiv, the capital of Ukraine is under cruise and ballistic missiles attack?","1723":"Zee News posted a wrong footage of Russian air striking Ukraine?","518":"FactChek: Fake Image Got Viral That Targets Arvind Kejriwal. Know The Truth.","1726":"A fake video of a woman getting a beating went viral, in the name of communal Riots.","1728":"Fact check: Did Amit Shah say PM Modi sleeps for the whole day?","522":"Did Narendra Modi was waving at the empty ground in Unnao?","1729":"Rajasthan Police closed the temples during the lockdown and did not drape chadar in Ajmer Sharif.","1730":"Fact check: Has Karnataka tuned into Saffron Colour after the case of Hijab Row?","520":"Do CM Yogi owns an asset worth Rs 81000?","1731":"The edited clip of Raghav Chada threatening deep Sidhu supporters got viral.","523":"Fact check: What did Rahul Gandhi say during his speech in Manipur?","524":"Fact check: Did Akhilesh Yadav say Lawbreakers should vote SP?","525":"Fake statements of  Mehbooba Mufti got viral","1734":"Fact check: Did Yogi Adityanath say that Saffron Hijab is the solution for the conflict?","1735":"Illegal firemen were waved in SP (Samajwadi Party) video got viral.","526":"RJD UttarPradesh claimed actor Vin diesel as CM Yogi , picture got viral.","529":"Fact check: Did Arvind Kejriwal made a statement that he’s a BJP or RSS Man?","1737":"Is a Muslim lady getting a beating by the police in HijabRow Controversy?","1738":"Fact check: Did Mayawati and Jayant Chaudhary form an alliance for UP Election 2022?","532":"Is Fidel Castro the father of Justin Trudeau?","531":"Will BSP Will Form The Government In Uttar Pradesh? Know the Reality Of the Viral Screenshot.","530":"Reality Of The Picture Of The Woman Holding A Rifle On A Bus","1740":"Home Minister Amit Shah’s speech went viral.","1741":"Fact check: A misleading claim made on Samajwadi Party for mob molestation taking place in UP","1742":"Fact check: A PhotoShopped Image from Yogi Aditiyanath’s Twitter account got viral.","534":"Fact check: Did the Hijab Girl Muskan got honoured by Burj Khalifa?","535":"Did Police Resort To Lathi-Charge On The Students Protesting Over Hijab Ban In Bengal?","1743":"Zee News Opinion Poll on Uttrakhand Elections Correct or Not?","1744":"Fact check: Did Ratan Tata give a speech on balance in life at Symbiosis, Pune?","536":"Salman Khan-Aamir Khan and Turkey did not gave any reward to hijab girl Muskan","537":"Is The Girl With Rahul Gandhi Involved In The HijabRow Controversy In Karnataka? Know The Reality Of The Viral Picture.","1746":"Did BJP party members were attacked during the  UP elections 2022?","540":"Fact check: Fake picture of ‘Hijab Girl’ Muskan got viral.","538":"Fact check: The fake image of the Luxurious Hotel in Nakuru city got viral.","1747":"Factcheck: Did Shivraj Chauhan carry doubt over BJP’s victory in Uttarakhand?","1749":"Fact check: The truth behind the video where girls in Hijab were assaulted.","1748":"Whole truth behind Kejriwal’s viral video on supporting Shiromani.","542":"Fact check: Is New Zealand is planning to introduce the vaccine in the city supply water?","541":"Bangabandhu Tunnel Is South Asia’s First Tunnel Under The Karnaphuli River. Know The Reality Of The Viral Claim.","1750":"Is the Viral Video of women caught in a fire-related to Hijab Row?","1753":"Fact check: Did 50% of the Canadian Police resign to support Trucker’s protest in Ottawa?","546":"Did Jamiat Ulama-i-Hind post a tweet seeking votes for BSP?","544":"The Reality Of The Video In Which A Muslim ManTry To Marry A Hindu Girl.","1756":"CM Yogi, A Man of His Words or a mislead through his Tweets","543":"Fact Check:- What Kamala Harris has to say about Modi Government?","547":"Has Mayawati Pledged To Support BJP In UP assembly polls? Know The Reality Of The Viral Video","1755":"Ravi Kishan’s interview on “Maharaj Ji” with News 24 goes viral.","1758":"Energy Minister Shrikant Sharma chased and thrashed by the Human chain, video goes viral.","1759":"Did the students of Shimoga District replace the National Flag and Hoisted Saffron Flag?","1760":"Truth behind Bhagwant Mann’s viral video?","553":"Congress leader trolled over her slip of tongue.","1761":"Is the Viral Video the last video of Lata Mangeshkar?","549":"Shahrukh Khan Spits On The Mortal Remains Of Lata Mangeshkar. Claimed By Social Media Users.","548":"Fact-checking on Instagram over the demise of Lata Mangeshkar true or not?","554":"Are The Streets Of Charminar Close In A Protest Over The Attack On Owaisi?","550":"Is Ajit Anjum quitting journalism if CM Yogi returned to power?","1764":"Gori Khan is seen paying tribute to Lata Mangeshkar with Shah Rukh Khan.","552":"Fact Check : Viral video BJP leaders chased and beaten  in UP true or not ?","1765":"Did South Indian Actor Suman donate 117 Acres of Land for the Army?","556":"OPIndia ran a false news of SP workers raising pro-Pakistan slogans at Kanpur rally","1766":"Did Rahul Gandhi say demonetization was beneficial?","1767":"Whole Truth behind “Freedom Convoy 2022” claiming to have 50,000 trucks.","565":"Did NDTV make a misleading headline regarding Corporate Tax reduction?","555":"Fact check: Truth Behind Viral Video of Gopal Chaudhary.","1768":"Is Yogi threatening the Jats in the UP election speech?","559":"Aren’t the Culprits of the 2018 Varanasi bridge collapse got arrested?","558":"Did the Female Constable of Mahoba Police Station get raped?","1771":"Fact Check:- Complete Truth behind  Mayawati’s viral video.","561":"FactCheck : Did PM Modi Say That He Use To Bring Lassi From Jats?","564":"Fact check: Did Trudeau advise to make no communication with the unvaccinated?","562":"CBSE board exams are all set to begin?","560":"Images of Priyanka Gandhi visiting Temple, at Times of UP Elections went viral.","1773":"CM Yogi falsely claimed that 60 Hindus were killed in the Muzaffarnagar riots.","1776":"FactChek: Snaps of Islamic prayers from the Congress office inauguration in Karnataka got viral.","566":"Did Narendra Modi’s Wife Jashodaben Joins Congress? Know the reality of the claim.","568":"Fake News Given By The Indian Express. Know The reality","567":"Fact check: Did a drone attack take place in Abu Dhabi Airport?","570":"Farhat Naqvi’s picture being used with news of Nida Khan joining BJP.","571":"Fact check: A fake picture from the protest of Railway students got viral","668":"Is BJP again tampering the EVM machines?","572":"Did CM Yogi Adityanath accept that he is a pro-Rajput leader?","573":"Was There A Tableau Of ‘Muslim’ in Akhilesh Government And ‘Hindu Culture’ In Yogi Government?","574":"Fact check: Did UP Police Lathi-Charge on Students of Allahabad?","576":"Fact check: Is Jai Bheem the first Indian film that got featured at Oscar?","577":"Fact Check:- Is Akhilesh Yadav calling himself “Ravan” on social media?","578":"Truth Behind The Video In Which Khan Sir Is Provoking The Students To Become Violent.","579":"Fact check: Did BJP distribute money to cast votes in the UP election 2022 Campaign?","1788":"Did Rahul and Priyanka Gandhi launch a book named “Aaege toh Yogi hi”?","1785":"Fact Check:- Did the police lathi-charge on the students protesting against RBB- NTPC exams?","1784":"Wrong claim made by BJP Leader Sambit Patra By sharing a clipped video of Rahul Gandhi.","1789":"Fact Check:- Did people of Janpad Baghpat attack BJP Leaders?","580":"Did AAP MP Bhagwant Mann Pledged To Quit Drinking On 1 Jan, 2022?","582":"Did SP Leader Atul Pradhan Distributed Money In The Upcoming UP Elections?","583":"Fact Check : Do the Telengana Government remove the Maximum Working Hour Limit?","585":"Did Russia write “Let’s Go Brandon” on the borders of Ukraine?","591":"Factcheck: Do Tamil Nadu tableaus carry M. Karunanidhi for Republic Day?","586":"FactCheck : Video Of Smriti Irani’s Welcome In UP Before Elections Goes Viral. Know The Truth.","590":"Did the Indian Soldiers beat up the Muslim men in Kashmir while they were travelling?","589":"Will The CBSE Announce Class 12th Result Today?","588":"# Did Emirates launch a Diamond-encrusted Airplane?","584":"Fact check: Did Nigeria destroy 1 million doses of Vaccines?","1794":"Fact  Check:- Are The French People Protesting Against Pension Cuts?","592":"Is Shivpal Yadav All Set To Join BJP?","594":"Fact Check : Are Images Spreading Over The Verdict of R Sakkarapani Real?","595":"Fact check: Fake Headline of CNN got viral","597":"Do Indian soldiers have built a Gurudwara on China border?","596":"News of death of Lata Mangeshkar  goes viral on social media. Know the reality.","598":"Did a plane catch fire at Hazrat Shahjalal International Airport?","600":"A Misleading Claim Is Shared By UP CM Yogi Adityanath’s Twitter Account","602":"FACTCHECK: Did Indian Satellite Collide With International Space Station and caused death of Astronaut Michael Collins","1800":"Did Narendra Modi make false promises about Tuda Township Project?","601":"Fact check: Acid Attack Which took place in Pakistan claimed to be happen in Gorakhpur","1807":"Misleading video got viral claiming it to be of tsunami in Tonga.","606":"Did Taliban Smashed The Phones Of The Afghans?","604":"Akhilesh Yadav said, “Yogi government will be formed in UP”. Know The Reality Of The Statement","603":"Did Dimple Yadav give statement that Yogi’s government will be formed in UP election 2022?","608":"Fact check: Did Mohan Bhagwat and Asaduddin Owaisi make an alliance?","607":"Did the Pakistani drone kill two Indians in a drone attack?","1804":"Did Jayant Singh Chaudhary give the statement of holding no responsibility towards the Jaat Community?","610":"Fake Image of Arvind Kejriwal and Bhagwant Mann Setting outside the Liquor Shop Went Viral","609":"Is the world’s longest LPG Pipeline coming in Gorakhpur, Uttar Pradesh?","614":"Did a Muslim guy trick a girl and theft her vehicle?","612":"Did a combat took place in Loikaw","615":"Can A Camel Live With Only Two Legs?","613":"Can You Earn 10 lakh By Selling Coins Of Rs10 and 5 With Mata Vaishno Devi ?","616":"Fact check: Is Rahul Gandhi going to settle in London?","618":"Did China launch artificial sun in space?","619":"Did no riot take place after 2017 in Uttar Pradesh?","620":"Did security personnel of Rajiv Gandhi kill a beggar?","621":"Did Congress Party share a poster on Unity?","622":"The Situation Of UP Before And After 2017,As Claimed By SP. Know The Truth.","624":"Will Samajwadi Party Form The Government In UP This Year?","625":"फैक्ट चेक: क्या फेसबुक इस्तेमाल करने के लिए देनी होगी वैक्सीन आईडी?","626":"Did the Congress party avail free bus services to women?","627":"Is Sonu Sood tying hands with the Congress party?","628":"Did the maker of Red fort King Anangpal share ancestral relation with Prithviraj Chauhan?","630":"Is CM Yogi Going To Join Samajwadi Party?","631":"Did the Bhakti movement heralded the freedom struggle in India?","638":"Did the Modi government hold a cabinet meeting to expel Sikhs from the army?","636":"फैक्ट  चेक: प्रधानमंत्री की सुल्तानपुर रैली में कांग्रेस कार्यकर्ता रीता यादव की हत्या की झूठी खबर वायरल","634":"Is Indian Railway Protection Force (RPF)  recruiting through the RPF Constable?","632":"CM Yogi’s UP rally crowd tried to show as PM Modi’s Punjab program","633":"Does UP Police impose partial imprisonment for not wearing a mask?","637":"False news of assassination of Congress worker Reeta Yadav at PM’s Sultanpur rally","639":"फैक्ट चेकः क्या सिखों को सेना से निकालने के लिए मोदी सरकार ने की कैबिनेट बैठक?","640":"Did the riot take place in PM’s Meerut Rally?","642":"#फ़ैक्टचेक: क्या बिक्रम सिंह मजीठिया पर आज तक और ZeeNews का दावा सही है?","643":"Did Taliban accept that India became powerful because of RSS and BJP?","644":"फैक्ट चेकः क्या तालिबान ने स्वीकारा कि RSS और BJP की वजह से भारत बना शक्तिशाली?","645":"#Factcheck: Do the claim of AaJ Tak and ZeeNews on Bikram Singh Majitha is true?","646":"फैक्ट चेक: क्या एयर इंडिया की फ्लाइट के 125 यात्रियों का कोविड टेस्ट पॉज़िटिव","648":"#Factcheck: Khalistan Supporters Share No Relation with PM’s Visit to Punjab","651":"The truth behind Sitaram Yechury’s tweet calling Mr. Xi his boss","652":"Did 125 Passengers of Air India Flight Tested Covid Positive?","650":"Did Akhilesh Yadav enter the Lord Parshuram’s Temple wearing shoes? Know the reality","649":"Fake Image From MP Congress Committee’s Twitter Account got Viral","654":"Truth behind Aryan Khan’s peeing video at the Airport.","655":"Did Rahul Gandhi Cropped The Tibetan Flag In His Post. Know The Truth","656":"BBC gave place to misleading information","1836":"Another scripted video got viral with misleading claims","660":"Is The Information Shared By The Viral Audio Regarding Covid Vaccine Misleading?","1840":"Who is the woman with Kanhaiya Kumar in the viral picture? Read to know.","657":"The Truth Behind Viral Video Of A Burqa Woman Firing A Gun","658":"The Fake news of Telangana lockdown got busted","662":"#Factcheck: ANI blunder gave rise to another roast session on Twitter","661":"Fake News: Fake official order from Ministry of Finance got viral","663":"Are Media reports claiming that India has missed Vaccination targets true?","664":"# The truth behind the video openly threatening Hindus!","1844":"An innocent girl was stabbed to death by a Muslim youth who resisted molestation. know the truth","666":"Did Congress leader Digvijay Singh say- ‘No harm in eating beef’","1846":"Old video of Gurdwara Sahib sacrilege goes viral again","670":"Is the Piyush Jain is associated with BJP?","673":"# Rahul Gandhi and his Italian girlfriend. Know the Reality","669":"Did British woman recite Sanskrit shloka on Spanish radio channel?","667":"WikiLeaks releases list of Indians with black money in Swiss banks. Know the reality","674":"Farooq Abdullah started singing bhajans in fear after the abrogation of Article 370?","672":"“Crime in UP Is Declining” said Amit Shah. Know The Reality","1848":"EXCLUSIVE Report: Pakistan’s Hate Agenda On Kashmir Exposed.","675":"Pakistan Zindabad slogan in Gujarat. Know the truth of viral video.","678":"Communal color given to the video of stabbing a minor girl.","679":"AAP MLA’s claim of stealing a bike against a UP policeman. Know the reality","1849":"Pregnant lady being beaten up by Police. Know the reality.","676":"Rahul Gandhi said that a woman from UP will give birth to 52 children in a year. Know the truth","1855":"Did PM Modi make a false claim in ‘Mann Ki Baat’ about Group Captain Varun Singh?","680":"Portuguese colonize Goa during Mughal rule in India. Know the reality of PM Modi’s claim","681":"Did Tirupati Temple Transfer Rs 2,300 Crore to Andhra Pradesh Government?","682":"Times Magazine Did Not Claim Farmer Protest As The Largest Protest In Human History","1857":"Scripted and clipped video of Army men helping pregnant lady shared as a real event","684":"Fact-Check : Akhilesh Yadav didn’t Insult Deputy CM of UP","685":"Ghislaine Maxwell is not Named as TIME’s Person of the Year","686":"Did BSP chief Mayawati make a statement that ‘meet BJP will defeat SP’?","687":"Neena Gupta is Not the First Indian to Receive the Ramanujan Price","688":"Did Shah Jahan get the hands of the workers who built Taj Mahal cut off?","690":"Fact check: Viral picture with claims of Muslims returning to Sanatan Dharma turns out to be false","692":"Girls Consuming Alcohol Is Not a Real Video but A Scripted Act","691":"Fake Public Notice on Offline Examinations by UGC Got Viral","1863":"The picture of police action on Asaram supporters is not of UP but of Gujarat","1866":"Has Saudi Arabia banned Tablighi Jamaat?","693":"An Old and Misleading Video of Attack on Yogi Adityanath Shared","696":"False claim of starting Sahitya Sammelan in Maharashtra with Quran recitation goes viral","694":"Akhilesh Yadav asks for Kasab’s pardon?","1870":"Misleading old video is found to be from Colombia and not India","1869":"There was no Hindu-Muslim angle in the incident related to a college in West Bengal","698":"Fact-Check :Was there any ambulance stuck at PM Modi’s rally in Gorakhpur?","1872":"Misleading video of Faridabad shared with communal angle by a Pakistani handle","697":"Syrian video shared as General Bipin Rawat’s helicopter crash","699":"Misleading Statements Were Spread by Pakistani Handles Post General Rawat’s Accident","702":"Were release of Covid variants pre-planned or was it just a hoax?","700":"Did Aurangzeb give orders to demolish the temple built on Krishna Janmabhoomi in Mathura and place the idols on the steps of Begum...","705":"Aam Aadmi Spokesperson shared a false picture to taunt CM Yogi","706":"Oldest living monk found in a cave in Nepal?","704":"No, Jharkhand is not issuing a new lockdown","703":"Old video of farmers throwing tomatoes went viral by linking them to the Farm Laws","1878":"Know the reality of the viral video that turned into mourning for a birthday","1876":"School with Broken Ceiling Found to be from Uttarakhand not Gujarat","708":"Fake Movie Poster of Omicron Variant Got Viral","709":"Chinese Government Official spreading lies about Balochistan","1880":"Misleading Video Clip of Bhagwant Mann Shared Mocking Arvind Kejriwal","714":"Dramatized video of women getting abducted shared with a false claim","711":"Old image of military wreckage shared as images from paramilitary attacks in Manipur","710":"Rs 350 will be deducted from your bank for not voting","712":"Old video of argument between Akhilesh Yadav and Shivpal Yadav shared as new","715":"Old, Fake and unrelated images are being viral on Twitter using #JusticeForRailwayStudents hashtag","716":"“Omicron” originated from South Africa in November or July,2021","722":"Did the West Bengal Police clean the mosque?","727":"Hundreds of users including BJP leaders post pictures of Beijing Airport to show the new Jewar Airport","1888":"UPTET students found sleeping on the roads after papers were cancelled?","721":"Vandalism after farm laws get repealed?","717":"Is there a Shivlinga in Ireland?","718":"Did narrator Devi Chitralekha marry a Muslim man?","720":"Did Nizam Mir Osman Ali really donate 5,000 kgs of gold to fund the war against China?","723":"‘All loans stopped till Rahul Gandhi becomes Prime Minister’ photoshopped image resurfaces again","724":"50,000 people convert to Hinduism in Indonesia?","726":"Cows getting washed away due to floods in Andhra Pradesh?","728":"No, the priest consuming alcohol in a temple is not Christian","729":"Culprits caught after morphing video to claim that Pro-Pak slogans were raised in Karnataka","732":"Videos of Somnath Temple in Gujarat posted as videos of newly renovated Kashi Vishwanath Temple in UP","730":"Was the unemployment rate in UP really 17.5% before the Yogi Government?","733":"Ram Mandir collapses into a river?","734":"Atal Bihari Vajpayee’s niece in CAA NRC protests?","1904":"Crowd of Muslims disrupting Hindu temple’s pooja in India?","795":"Prashant Bhushan shares far-right conspiracy video regarding release of ‘New Virus’","796":"Video from Tripura falsely linked to fresh violence in Bangladesh","799":"Akbar Road renamed Samrat Vikramaditya Marg?","759":"Old image being used to depict recent Chennai floods","807":"Uttarakhand minister revolts against BJP before elections?","849":"#नाक_कटा_आया trends on twitter with Congress leaders tweeting misleading images","1905":"BJP leaders use pictures of a dam in Andhra Pradesh to show progress in UP","1917":"Old clippings of Rahul Gandhi used within #राहुल_गांधी_गद्दार_है","736":"Was CM Shivraj Singh stopped by PM Modi’s staff?","735":"Propaganda #FarmersWithModiji claims the Modi government never used force against Farmers. But is it really true?","738":"Hate-mongering song created by Muslims for UP elections?","739":"Comedian Vir Das’ bio changed to “gang rapist” and “Abdullah”","747":"Mangalnath Temple on Mars? Find out the truth behind this claim","748":"‘My daughter cannot marry a poor man’, know the reality of this statement made by Elon Musk & Bill Gates","740":"People block roads to offer namaz? Photo goes viral","741":"Indira Gandhi photographed eating fish","1909":"Video of blast at CNG pump in Karachi is being linked to Tripura violence","1992":"Are media houses the next target of Rakesh Tikait?","2004":"Were most of AIIMS built under Prime Minister Narendra Modi’s regime?","1998":"Sudarshan News journalist Rajat Mishra posts a misleading conversion video from Aligarh","2000":"A1 Bharat News clickbaits viewers into watching their video by talking about new lockdowns","2001":"Woman not allowed inside restaurant for wearing a saree, twitter users boycott the restaurant. But is it true?","2012":"“China has never invaded or bullied others”, says Xi Jinping at the UN. Is it really true?","2008":"No, Arvind Kejriwal does not hate Gujaratis, BJP MLA posts a video out of context","2048":"Viral video of Ganesh statue reveal at Lalbaug shared by Amitabh Bachchan is from 2016","2049":"Viral video of girl students making rotis in school is from Uttar Pradesh not Bihar","1996":"No, PM Modi did not wish Lata Mangeshkar ‘Happy Birthday’ before leaving for his recent trip to the US","1911":"“China has never attacked nor took an inch of land from other countries”, says Xi Jingping. Chinese President caught lying once again","1988":"Previously fact-checked video is now going viral on Middle-Eastern Twitter","1916":"Know the truth about the opening of the first casino in Saudi Arabia","1987":"Punjab CM brings back pension schemes? Facebook users claim","1984":"Zee News and Aaj Tak misrepresent BJP Spokesperson Kuldip Singh Dhaliwal as ‘Farmer leader’","1983":"Hindu boy set on fire because of his love affair?","1982":"Indian soldiers captured by Chinese army? Photos circulated on Chinese social media","1975":"No, RSS did not build India’s 2nd largest COVID-19 care centre","1965":"Dilapidated building is Kolkata’s CID office?","1958":"Rahul Gandhi says India does not need Army, Navy and Air Force","1947":"Prakash Javadekar posts old video amidst glaring coal crisis","1936":"Indigo pilot greets Kushinagar passengers in Bhojpuri?","1933":"Spread of Communalism in the name of Hindu Festival Deepawali","1929":"Building in Taiwan lit up to celebrate Diwali?","1923":"Woman in hospital bed misidentified as Poonam Pandey","1920":"Senior BJP leaders post Rashid Alvi’s statement without context ahead of UP Elections","1918":"Awareness video about thugs given a communal colour","1993":"#AntiIndiaCongress trends on Twitter with many misleading facts and altered images","2047":"Did the Indian-owned British Herald declare PM Modi as ‘World’s most powerful person” because of his management of the COVID-19 pandemic?","848":"“My city is fully open”. How trolls use their mindless copy-pasting habit to counter the farmer’s protest","970":"INC Punjab’s Verified Facebook Page Runs a False Flooding Video of Delhi Amassing 8.4 Million Views","865":"Misleading video of Chris Gayle saying “Pakistan is the safest country in the world” goes viral","831":"Jaipur turns into Kashmir?","830":"Copies of Dainik Jagran burnt after Lakhimpur incident","829":"‘Jio Aata’ goes viral on social media once again","828":"Air-India aircraft gets stuck under a bridge? Video goes viral","826":"Is the Kejriwal government really anti-temple and pro-mosque?","825":"Did Varun Gandhi actually removed BJP from his bio on twitter?","824":"Was a 13-year-old Chinese hacker responsible for the worldwide Facebook outage?","823":"Was the car attacked before colliding with the farmers?","822":"Interfaith marriage leads to bride’s death?","820":"Facebook servers to shut down again for 7 days, says Mark Zuckerberg","819":"Kangana Ranaut to contest elections as a BJP candidate?","818":"Shah Rukh Khan becomes the target of fake claims and communal hate through #शाहरुख_खान_गद्दार_है","817":"Indian Muslim man inappropriately touches inappropriately touched woman in bus?","816":"Anti-India and hashtags on Kashmir trend on Middle-Eastern Twitter with false claims","814":"Punjab CM Charanjit Singh Channi converts to Christianity?","812":"Images from an Indian drama being used to show detention of PLA soldiers by the Indian Army","811":"PM Modi declared ‘Chief President’ amongst 53 world leaders?","810":"No, Covaxin has not yet been approved for children by the government, but Zee News and BJP leaders say otherwise","808":"M. Nageswara Rao, former CBI Director spreads fake news and hateful remarks against anyone who is not Hindu","832":"PM Modi gets chased away by US farmers’ protest supporters","834":"Twitterverse claims only Hindu temples pay taxes in India. Is it true?","835":"Capt. Amarinder Singh removes ‘Congress’ from his bio, all of Indian media covers it","852":"Is famed musician and business woman Rihanna pregnant?","862":"Old image being used to show farmers supporting BJP","861":"Old image of security escort for Sri Lanka circulated by Pakistani social media","860":"Is the song ‘Teri Mitti’ stolen from Pakistan?","969":"The viral video is not from Mount Kailash, it is Mount Kilimanjaro","858":"BJP workers Priti Gandhi and C T Ravi post yet another misleading video","856":"Did Goa administer the first dose of vaccine to 100% of the population?","855":"Panchjanya editor Hitesh Shankar claims local temple demolished because it was in a Muslim-dominated area. Is it true?","853":"Did Gujarat completely abolish reservation in all sectors?","850":"PM Modi on the front page of The New York Times?","836":"Shah Rukh Khan credits Muslims for all his success","847":"Zee News Reporter falsely quotes fake Sonia Gandhi account as bait at farmer’s protest","846":"Painting of Hindu deities inside Afghanistan’s Panjshir palace?","844":"Woman tries to commit suicide due to unemployment","842":"Morphed photo of PM Modi at Central Vista site shared by many verified twitter handles.","841":"Hateful hashtag #घुसपैठियों_से_असम_मुक्त_हो trends on Twitter, find out who was behind it","840":"UN to issue a new global currency with tracking chips","838":"#BoycottIndiaGoods goes viral in the Middle-East with fake claims about India","837":"Muslims beat up a policeman over challan?","806":"AAP government asks citizens to donate coal?","805":"Old video of attack on cops circulated with misleading claim","804":"Sambit Patra claims Congress played azan at rally to appease minorities","758":"Video from Bangladesh shared in connection with Pulwama Attack","770":"Thousands of people gather in Assam to protest violence against Bangladeshi Hindus?","769":"Who is the real Sameer Wankhede?","768":"Heinous video from Bangladesh is going viral in Kuwait as communal violence in India","765":"Was the youth celebrating the victory of Pakistan beaten up by the police?","764":"Shashi Tharoor posts a morphed image that mocks the Modi Government","763":"Man walks around with a sword in the presence of Tripura police?","762":"Rock associated with Sita in Ashok Vatika brought to Ayodhya?","760":"Demonetisation in Pakistan? Know the truth of the viral currency notes","756":"Wrestler Nisha Dahiya is not dead","772":"Love jihad in Dubai? Users post image of Indian and Pakistani cricket supporters","754":"A hoard of misinformation and fake news within the Tripura violence incidents","753":"Ricky Ponting takes a jab at the Indian Cricket Team?","751":"Yogi Adityanath’s media advisor posts a misleading video after Pak vs Australia match","750":"Modi dresses in Pope’s robes at the Vatican?","746":"Users celebrate Hindu architecture but where are the images from?","745":"Muslims selling chocolate to cause infertility in the Hindu community?","744":"Photoshopped picture of PM Modi paying tribute to late Jawaharlal Nehru is going viral","742":"Fact Check : Video of a mob thrashing a poster of Kangana Ranaut with slippers is old and misleading.","771":"Video of massive protest in Tripura goes viral","774":"Muslim boy attempts to drug a female in a restaurant? Caught on tape","802":"Rajnath Singh claims M.K Gandhi asked Savarkar to file mercy petitions, but is it true?","788":"Teacher from DPS School, Raj Bagh seen brutally beating up children","801":"Misleading Claim On Bollywood Superstar Shah Rukh Khan’s Death","800":"Sudarshan News yet again puts a communal angle on a viral video","798":"Manoj Tiwari beaten up by Delhi citizens?","794":"Akhilesh Yadav serves food wearing shoes on Navratri?","793":"J&K IGP orders relocation of all non-local labourers?","792":"CM Channi challenges Navjot Singh Sidhu to become CM and produce work?","790":"Hindu pandit puts Quran on Hindu idol. Image sparks nationwide violence in Bangladesh","789":"Was Rahul Gandhi arrested at Boston airport for drug possession?","787":"Pakistan claims to have blocked Indian navy submarine by uses old footage","775":"Sweden becomes the first nation to abolish cash?","786":"Old images being used to show more and more farmers are reaching Delhi","784":"Consulting Editor of News Nation TV Deepak Chaurasia posted misleading claim about Farmers’ protest","783":"Is there any “Muslim colony” coming up in Rudrapur?","782":"Shefali Vaidya once again posts a misleading claim, this time about Karachi Bakery","781":"Fact-Check- Aryan Khan Drug Case: NCB summons Swara Bhaskar?","780":"Indian international taekwondo referee converts to Islam in Iran?","778":"More morphed images of Shahrukh Khan go viral","776":"NASA pastes image of Earth on Apollo 17 mission pictures","864":"Alcohol being distributed at Farmers’ Protest? Twitter troll Rishi Bagree amplifies the misleading video","859":"Did the Indian Army have a Muslim regiment?","866":"Capt. Amarinder Singh to join BJP soon","943":"Shefali Vaidya posts a misleading image of the supposed conditions of women in Taliban","940":"Video of damaged Railway Track is not from Bihar","939":"False image of Taliban supporters painting a mural goes viral","938":"Video of Taliban members auctioning women is misleading","937":"False image of man and daughter from Afghanistan goes viral on Facebook","936":"Truth behind the viral picture of the demolition of a Mosque by Taliban in Pakistan","934":"Child prodigy is from Iran and not Pakistan","933":"Delhi’s new smog tower is not India’s first smog tower","932":"Kejriwal attends an event where hundreds of people were converted to Christianity","931":"How ANI blindly falls prey to false Google translation, TOLO News reporter NOT killed by Taliban","930":"Nirmala Sitharaman makes false claim, Uttar Pradesh does not have the most number of MSMEs","928":"Video of Kazakhstan blast goes viral as a blast from Kabul Airport","927":"Misinformation: M K Stalin’s government is deliberately demolishing Hindu temples","926":"Online Fraud: Maruti Suzuki 40 Year Anniversary gift link is fraudulent","925":"How TV9 Bharatvarsh ran an old video to create a false narrative and panic in India","924":"Video of executions is not of the Taliban and is old","922":"Video of encroachment demolitions given a communal angle by Dr. Richa Rajpoot, Social Media Head of BJP Youth Wing, Uttar Pradesh","921":"Image of policemen mopping up blood is not from the recent lathi charge on farmers","867":"Delhi airport flooded. Passengers push aircraft, is it true?","919":"Video of politician from Delhi criticizing Congress is not a member of the party","942":"Photo women from 1970’s Iran shared as a photo from Afghanistan","944":"Taliban members jumping on trampolines is more than a year old","916":"Video posted by Sudhir Chaudhary and Republic TV, of man hanging from a helicopter was not executed by the Taliban","945":"Viral video of Kabul Airport stampede is actually from Texas, USA","968":"Account Followed by Verified Right-Wing Handles Displays a Pattern of Hate Speech and Misinformation","967":"Misleading video about the Masjid being bulldozed by Yogi Government is viral on social media","966":"Fake account of former CJI Ranjan Gogoi with 1 Lakh followers spreads false news and slander against minorities","964":"Communalized news circulated on social media about Moradabad ‘exodus’ circulated by several popular media houses","963":"Morphed image of Mirabai Chanu goes viral on social media","962":"Popular ‘fact-checking’ Twitter account followed by verified handles regularly posts fake news","961":"Importance of digital literacy in an age of misinformation and online fraud","960":"Consulting Editor of News Nation TV posts a doctored image from two years ago","958":"New media Twitter account with 1.5 Lakh followers posts fake and misleading news","957":"Filmmaker Vivek Agnihotri posts fake quote by CM of Punjab calling the farmer protest pro-Khalistan and pro-Pakistan","956":"What Nehru inherited from the British?","955":"Misleading video of Taliban forces in an Afghan palace goes viral","954":"Misleading video of Taliban broadcasted by TV9 Bharatvarsh","952":"Fake Scheme of receiving 4000rs going viral on WhatsApp","951":"Indian Army soldier catches a terrorist in a cinematic way. True or False?","950":"Misleading photo of a crying girl holding a book in her hands from Afghanistan","949":"Viral Video of Ashraf Ghani leaving Afghanistan","948":"Old picture of Akhilesh Yadav and Yogi Adityanath resurfaces ahead of UP elections","946":"Viral image of a woman pilot being stoned to death in Afghanistan","918":"Image of gravely injured man is not from the recent farmer’s protest incident","920":"No, Nilkamal Plastic did not put “Pakistan Murdabad” stickers on their dustbins","915":"No, Bill Gates has not called for the withdrawal of COVID-19  vaccines","879":"Turkey has not issued a new PM Modi postage stamp since 2015","890":"Old news regarding Amit Shah goes viral. Find out what is was","914":"Video of girl firing a machine gun in the new Taliban regime is old","888":"Rahul Gandhi calls Mahatma Gandhi a womanizer, is it true?","886":"Sudarshan News’ pattern of hate and misinformation continues","885":"Pakistan PM Imran Khan makes a false statement about UN designated terror organisation Haqqani Network, calling it a tribe","883":"Fake Video with No Planes Hit Twin Tower On 9\/11 Goes Viral","882":"Modi Falsely Claims Gujarat School Dropout Rate to be Less Than 1%","880":"After the abrogation of Article 370 and 35A, a Kashmiri Pandit stopped cow slaughter in Kashmir?","878":"Did the former CM of Gujarat Vijay Rupani start a bhajan singing business after resigning from his seat","892":"Viral image of CNN report on Taliban ban on sanitary napkins","877":"Did RAW, Mossad, CIA, MI6 and KGB sit together at a high level meeting in New Delhi","876":"Farmer to Rahul Gandhi: We are very happy with the government. Is it true?","874":"Assam CM’s viral speech on Taliban, did he really give it? Hundreds of users blindly share a video on social media","873":"Did ISRO develop a new world-wide radio streaming device?","872":"Was Janmashtami celebrated after 32 years in Kashmir? News18, Zee News and Sudarshan News say yes","871":"Did the Queen of England meet RSS workers?","870":"INC Chhattisgarh deliberately posts a misleading statement that BJP’s comments on the new CM of Punjab","868":"BJP uses footage from Los Angeles to show development in PM Modi’s Birthday Video","891":"Is Taliban leader Abdul Ghani Baradar dead?","889":"Taliban raid the house of former Afghan Foreign Minister Salahuddin Rabbani and recover alcohol","903":"Photograph of the July 2016 attack in Una is being used to represent the condition of Muslims in India.","901":"Video of child meditating in boiling oil gaining 1 million views on Twitter, is fabricated and old","913":"No “Farman” issued by Rajasthan Government for those who misbehave with mosque","912":"Image of plane crash falsely shared as an accident from Afghanistan","910":"Video of man with bazooka is not a part of the Afghan resistance army in Panjshir Valley","909":"“This was not said by me.” Ratan Tata On Wrongly Attributed Quote On Liquor Sales","908":"Urfi Javed falsely named as Javed Akhtar’s granddaughter after a video of her airport look goes viral","907":"Misleading Pictures of Mahapanchayat at Muzaffarnagar went viral","906":"Rakesh Tikait’s slogan “Allahu Akbar” taken out of context by BJP worker Priti Gandhi and others","904":"Old video used to claim that Israeli forces captured Al-Aqsa Mosque","902":"Tv9 Kannada uses footage from Gaza Attack to depict it as visuals from Panjshir","2054":"Video of man accepting the ways of Taliban is not from Uttar Pradesh","898":"No, the collapsed madrasa in Bihar did not result in deaths of 7 bomb makers","894":"Video of counterfeit Indian currency printing in Pakistan is misleading and fake","896":"Is South African cricketer AB de Villiers holding Ganpati’s idol?","897":"No, the Gopuram at Murudeshwar is not taller than Qutub Minar","900":"The image of ‘loot’ procured by the Taliban in Panjshir is old","1922":"Know the truth of the news cutting going viral titled ‘Allah Ke Allah Hai Mahadev’","752":"Hold the Fake News: Pull its strings before sharing","757":"Know the truth of NSA Ajit Doval’s official account on social media","766":"Are the medical degrees of Kashmiri girls who ‘celebrated’ Pakistan’s victory revoked?","1934":"Old video of students taking oath to not to vote for BJP got viral","777":"Is the viral video of rickshaw overturning carrying 5 policemen from Uttar Pradesh?","813":"New Zealand PM Jacinda Ardern’s deepfake is shocking","843":"Has The Popular Sri Lankan Singer Appointed as The Cultural Ambassador of India?","854":"Does the Taliban have a modified cybertruck?","2007":"Misleading Claim ‘vaccine for all, free vaccine’ by the Union Health Minister Mansukh Mandaviya","884":"Old Video of Vijay Rupani shared Removing Red Beacon After his Resignation as CM","895":"The truth behind the viral video of police obstructing Ganesh Puja in Kerala"},"Date":{"5":"2023-03-07","972":"2023-03-02","979":"2023-03-02","973":"2023-03-01","974":"2023-02-28","975":"2023-02-28","976":"2023-02-28","978":"2023-02-27","980":"2023-02-26","981":"2023-02-24","982":"2023-02-23","984":"2023-02-23","985":"2023-02-21","986":"2023-02-21","206":"2023-02-20","987":"2023-02-20","988":"2023-02-18","990":"2023-02-17","991":"2023-02-17","992":"2023-02-17","993":"2023-02-16","994":"2023-02-15","996":"2023-02-15","997":"2023-02-14","998":"2023-02-13","999":"2023-02-10","1002":"2023-02-10","1000":"2023-02-10","1003":"2023-02-09","1004":"2023-02-08","1005":"2023-02-08","1006":"2023-02-08","1008":"2023-02-08","1009":"2023-02-07","1011":"2023-02-06","1012":"2023-02-06","1010":"2023-02-06","1014":"2023-02-04","1015":"2023-02-04","1016":"2023-02-03","1017":"2023-02-02","1018":"2023-02-02","1020":"2023-02-01","1021":"2023-02-01","1023":"2023-02-01","1024":"2023-01-31","1026":"2023-01-31","1027":"2023-01-30","0":"2023-01-30","1029":"2023-01-28","1028":"2023-01-28","1030":"2023-01-28","1032":"2023-01-27","1291":"2023-01-24","1034":"2023-01-24","1033":"2023-01-24","1":"2023-01-24","2":"2023-01-23","3":"2023-01-23","4":"2023-01-21","1035":"2023-01-19","1036":"2023-01-19","7":"2023-01-18","6":"2023-01-18","1038":"2023-01-17","1040":"2023-01-17","1039":"2023-01-17","9":"2023-01-16","8":"2023-01-16","1041":"2023-01-14","10":"2023-01-14","12":"2023-01-13","1042":"2023-01-13","1044":"2023-01-12","1045":"2023-01-11","13":"2023-01-11","1046":"2023-01-11","1047":"2023-01-10","14":"2023-01-10","15":"2023-01-09","1050":"2023-01-09","1048":"2023-01-09","1051":"2023-01-07","1052":"2023-01-07","16":"2023-01-07","18":"2023-01-06","1053":"2023-01-06","1054":"2023-01-06","19":"2023-01-05","1056":"2023-01-05","1057":"2023-01-05","1059":"2023-01-04","20":"2023-01-04","1058":"2023-01-04","1060":"2023-01-04","21":"2023-01-03","22":"2023-01-03","1063":"2023-01-03","1062":"2023-01-03","1064":"2023-01-02","24":"2023-01-02","1065":"2023-01-02","25":"2022-12-30","26":"2022-12-30","27":"2022-12-29","1066":"2022-12-29","1068":"2022-12-29","28":"2022-12-28","1069":"2022-12-28","33":"2022-12-27","30":"2022-12-27","1070":"2022-12-27","31":"2022-12-26","1071":"2022-12-26","1074":"2022-12-24","1072":"2022-12-24","1075":"2022-12-24","1076":"2022-12-23","32":"2022-12-23","34":"2022-12-22","36":"2022-12-22","1077":"2022-12-22","37":"2022-12-21","1081":"2022-12-21","66":"2022-12-21","1078":"2022-12-21","1080":"2022-12-21","38":"2022-12-20","1082":"2022-12-20","39":"2022-12-19","1083":"2022-12-19","1086":"2022-12-19","1084":"2022-12-19","42":"2022-12-17","40":"2022-12-17","1089":"2022-12-17","1090":"2022-12-17","1088":"2022-12-17","1092":"2022-12-16","1093":"2022-12-16","1094":"2022-12-16","43":"2022-12-15","1095":"2022-12-15","1096":"2022-12-15","44":"2022-12-15","45":"2022-12-14","1098":"2022-12-14","1099":"2022-12-14","1102":"2022-12-13","1101":"2022-12-13","1100":"2022-12-13","46":"2022-12-13","48":"2022-12-13","49":"2022-12-12","1105":"2022-12-12","1104":"2022-12-12","1106":"2022-12-12","1107":"2022-12-10","50":"2022-12-10","1108":"2022-12-10","1112":"2022-12-09","1110":"2022-12-09","1111":"2022-12-09","51":"2022-12-09","52":"2022-12-08","54":"2022-12-08","55":"2022-12-07","1114":"2022-12-07","1116":"2022-12-07","1117":"2022-12-07","56":"2022-12-06","1118":"2022-12-06","1119":"2022-12-06","57":"2022-12-06","1122":"2022-12-03","1120":"2022-12-03","60":"2022-12-02","58":"2022-12-02","61":"2022-12-02","63":"2022-12-01","62":"2022-12-01","64":"2022-11-30","1129":"2022-11-30","1132":"2022-11-29","67":"2022-11-29","1134":"2022-11-28","1135":"2022-11-28","1136":"2022-11-28","68":"2022-11-28","69":"2022-11-26","70":"2022-11-26","1138":"2022-11-26","1137":"2022-11-26","72":"2022-11-25","73":"2022-11-25","74":"2022-11-24","75":"2022-11-24","1141":"2022-11-24","1140":"2022-11-24","76":"2022-11-23","1146":"2022-11-22","1144":"2022-11-22","1143":"2022-11-22","1147":"2022-11-21","1148":"2022-11-21","78":"2022-11-20","1152":"2022-11-19","79":"2022-11-19","80":"2022-11-19","81":"2022-11-18","82":"2022-11-18","1160":"2022-11-17","1159":"2022-11-17","86":"2022-11-17","85":"2022-11-17","1158":"2022-11-17","84":"2022-11-17","1162":"2022-11-07","1161":"2022-11-07","87":"2022-11-07","1164":"2022-11-07","88":"2022-11-05","1165":"2022-11-05","1166":"2022-11-05","90":"2022-11-04","1172":"2022-11-04","1170":"2022-11-04","1168":"2022-11-04","1167":"2022-11-04","1171":"2022-11-04","1176":"2022-11-03","1174":"2022-11-03","1173":"2022-11-03","1178":"2022-11-03","93":"2022-11-02","92":"2022-11-02","91":"2022-11-02","1177":"2022-11-02","94":"2022-11-01","1184":"2022-11-01","97":"2022-11-01","96":"2022-11-01","1180":"2022-10-31","1183":"2022-10-31","98":"2022-10-29","1189":"2022-10-29","1188":"2022-10-29","1185":"2022-10-29","99":"2022-10-28","1191":"2022-10-28","1190":"2022-10-28","1196":"2022-10-27","1197":"2022-10-27","1192":"2022-10-27","1201":"2022-10-27","1195":"2022-10-27","1200":"2022-10-26","1198":"2022-10-26","100":"2022-10-25","1204":"2022-10-25","1203":"2022-10-25","1202":"2022-10-25","1208":"2022-10-22","102":"2022-10-22","1206":"2022-10-22","103":"2022-10-22","104":"2022-10-21","1212":"2022-10-21","1209":"2022-10-21","1216":"2022-10-20","105":"2022-10-20","1214":"2022-10-20","1213":"2022-10-20","1215":"2022-10-20","1218":"2022-10-19","106":"2022-10-19","108":"2022-10-18","1220":"2022-10-18","1221":"2022-10-17","1222":"2022-10-17","109":"2022-10-15","1224":"2022-10-15","1231":"2022-10-14","1225":"2022-10-14","1226":"2022-10-14","1227":"2022-10-14","1228":"2022-10-14","110":"2022-10-14","1230":"2022-10-13","112":"2022-10-13","111":"2022-10-13","114":"2022-10-12","1232":"2022-10-12","115":"2022-10-12","116":"2022-10-11","117":"2022-10-11","118":"2022-10-10","1234":"2022-10-10","120":"2022-10-10","1233":"2022-10-10","1237":"2022-10-07","1236":"2022-10-07","1238":"2022-10-07","121":"2022-10-07","1239":"2022-10-07","1242":"2022-10-06","123":"2022-10-06","1240":"2022-10-06","122":"2022-10-06","1243":"2022-10-05","1244":"2022-10-04","124":"2022-10-04","126":"2022-10-04","1245":"2022-10-03","128":"2022-10-01","127":"2022-10-01","1246":"2022-10-01","129":"2022-10-01","130":"2022-09-30","132":"2022-09-30","1249":"2022-09-30","1251":"2022-09-29","133":"2022-09-29","1252":"2022-09-29","1254":"2022-09-28","1255":"2022-09-28","1258":"2022-09-28","1256":"2022-09-27","134":"2022-09-27","1260":"2022-09-27","1257":"2022-09-27","135":"2022-09-26","136":"2022-09-26","138":"2022-09-25","1261":"2022-09-24","1262":"2022-09-24","278":"2022-09-24","139":"2022-09-24","140":"2022-09-23","141":"2022-09-23","142":"2022-09-22","144":"2022-09-22","145":"2022-09-22","146":"2022-09-22","150":"2022-09-21","147":"2022-09-21","148":"2022-09-21","151":"2022-09-20","152":"2022-09-20","153":"2022-09-20","1266":"2022-09-19","154":"2022-09-19","156":"2022-09-19","157":"2022-09-19","160":"2022-09-17","158":"2022-09-17","159":"2022-09-17","1268":"2022-09-17","1269":"2022-09-17","1270":"2022-09-16","163":"2022-09-16","1273":"2022-09-16","162":"2022-09-16","1274":"2022-09-15","164":"2022-09-15","166":"2022-09-15","165":"2022-09-15","1276":"2022-09-14","1278":"2022-09-14","169":"2022-09-13","1280":"2022-09-13","168":"2022-09-13","1281":"2022-09-12","1282":"2022-09-12","170":"2022-09-12","171":"2022-09-12","174":"2022-09-10","175":"2022-09-10","172":"2022-09-10","1284":"2022-09-10","1288":"2022-09-09","1287":"2022-09-09","1292":"2022-09-08","1297":"2022-09-08","1290":"2022-09-08","176":"2022-09-07","177":"2022-09-07","1294":"2022-09-07","178":"2022-09-06","180":"2022-09-06","1296":"2022-09-06","181":"2022-09-05","1298":"2022-09-05","1303":"2022-09-02","1302":"2022-09-02","1300":"2022-09-02","182":"2022-09-02","1299":"2022-09-02","1304":"2022-09-01","183":"2022-09-01","1308":"2022-09-01","1306":"2022-09-01","1305":"2022-09-01","1309":"2022-08-31","184":"2022-08-30","1311":"2022-08-30","1310":"2022-08-30","186":"2022-08-29","1312":"2022-08-29","1317":"2022-08-27","1316":"2022-08-27","1315":"2022-08-27","1314":"2022-08-27","187":"2022-08-27","1320":"2022-08-26","188":"2022-08-26","1321":"2022-08-25","190":"2022-08-25","189":"2022-08-25","192":"2022-08-24","193":"2022-08-24","1323":"2022-08-24","1324":"2022-08-24","194":"2022-08-23","195":"2022-08-23","196":"2022-08-23","198":"2022-08-22","199":"2022-08-22","200":"2022-08-22","1328":"2022-08-20","1327":"2022-08-20","201":"2022-08-20","202":"2022-08-20","1326":"2022-08-20","1332":"2022-08-19","207":"2022-08-19","205":"2022-08-19","204":"2022-08-19","1330":"2022-08-18","1335":"2022-08-18","1333":"2022-08-18","210":"2022-08-17","208":"2022-08-17","1338":"2022-08-17","1334":"2022-08-17","1340":"2022-08-16","1339":"2022-08-16","211":"2022-08-13","1342":"2022-08-13","1341":"2022-08-13","212":"2022-08-13","213":"2022-08-12","1345":"2022-08-12","1346":"2022-08-12","1347":"2022-08-11","214":"2022-08-11","1354":"2022-08-10","1352":"2022-08-10","216":"2022-08-10","1351":"2022-08-10","1350":"2022-08-10","217":"2022-08-09","218":"2022-08-09","219":"2022-08-09","220":"2022-08-09","1356":"2022-08-08","222":"2022-08-08","226":"2022-08-06","224":"2022-08-06","223":"2022-08-06","1359":"2022-08-06","1358":"2022-08-06","229":"2022-08-05","228":"2022-08-05","225":"2022-08-05","1364":"2022-08-04","230":"2022-08-04","231":"2022-08-04","237":"2022-08-03","234":"2022-08-03","232":"2022-08-03","1365":"2022-08-02","235":"2022-08-02","1366":"2022-08-02","236":"2022-08-01","1368":"2022-08-01","1375":"2022-07-30","1370":"2022-07-30","1371":"2022-07-30","1374":"2022-07-29","1372":"2022-07-29","1376":"2022-07-28","238":"2022-07-28","240":"2022-07-28","1378":"2022-07-28","241":"2022-07-27","1377":"2022-07-27","1380":"2022-07-27","242":"2022-07-25","1381":"2022-07-25","1382":"2022-07-25","1383":"2022-07-25","1384":"2022-07-24","1388":"2022-07-23","1387":"2022-07-23","243":"2022-07-23","244":"2022-07-23","1390":"2022-07-23","1398":"2022-07-22","246":"2022-07-22","1389":"2022-07-22","1393":"2022-07-22","1400":"2022-07-22","249":"2022-07-21","247":"2022-07-21","1394":"2022-07-21","1396":"2022-07-21","248":"2022-07-21","252":"2022-07-20","250":"2022-07-20","254":"2022-07-19","255":"2022-07-19","1413":"2022-07-19","253":"2022-07-19","1402":"2022-07-18","1404":"2022-07-18","256":"2022-07-16","258":"2022-07-16","1408":"2022-07-16","1405":"2022-07-16","1406":"2022-07-16","259":"2022-07-15","260":"2022-07-15","262":"2022-07-14","261":"2022-07-14","270":"2022-07-14","264":"2022-07-14","267":"2022-07-13","1412":"2022-07-13","272":"2022-07-13","265":"2022-07-13","268":"2022-07-13","271":"2022-07-12","266":"2022-07-12","274":"2022-07-11","1414":"2022-07-11","273":"2022-07-11","1418":"2022-07-09","1419":"2022-07-09","1420":"2022-07-09","1417":"2022-07-09","276":"2022-07-08","277":"2022-07-08","1423":"2022-07-08","1422":"2022-07-08","279":"2022-07-07","1426":"2022-07-07","282":"2022-07-06","1429":"2022-07-06","1428":"2022-07-06","280":"2022-07-06","1431":"2022-07-05","1432":"2022-07-05","283":"2022-07-05","1434":"2022-07-04","1435":"2022-07-04","1436":"2022-07-04","1437":"2022-07-02","1438":"2022-07-02","1440":"2022-07-02","284":"2022-07-02","1442":"2022-07-01","334":"2022-07-01","1441":"2022-07-01","1444":"2022-06-30","1443":"2022-06-30","309":"2022-06-30","285":"2022-06-29","286":"2022-06-29","288":"2022-06-29","289":"2022-06-28","1449":"2022-06-28","1447":"2022-06-28","1448":"2022-06-28","1450":"2022-06-28","291":"2022-06-27","292":"2022-06-27","290":"2022-06-27","294":"2022-06-25","1452":"2022-06-25","1453":"2022-06-25","1454":"2022-06-24","296":"2022-06-24","295":"2022-06-24","1456":"2022-06-23","1458":"2022-06-23","297":"2022-06-23","1461":"2022-06-23","1464":"2022-06-22","1460":"2022-06-22","1462":"2022-06-22","1468":"2022-06-21","1465":"2022-06-21","1467":"2022-06-21","1466":"2022-06-21","298":"2022-06-20","1470":"2022-06-20","1471":"2022-06-20","1472":"2022-06-20","300":"2022-06-19","1476":"2022-06-18","301":"2022-06-18","1473":"2022-06-18","1478":"2022-06-17","1479":"2022-06-17","302":"2022-06-17","303":"2022-06-16","304":"2022-06-16","1483":"2022-06-16","1482":"2022-06-16","306":"2022-06-15","307":"2022-06-15","308":"2022-06-14","1486":"2022-06-14","1485":"2022-06-14","310":"2022-06-13","313":"2022-06-13","312":"2022-06-13","314":"2022-06-11","1490":"2022-06-11","319":"2022-06-10","318":"2022-06-10","316":"2022-06-10","315":"2022-06-10","1495":"2022-06-10","1494":"2022-06-09","320":"2022-06-09","325":"2022-06-08","321":"2022-06-08","1496":"2022-06-08","324":"2022-06-07","1500":"2022-06-07","322":"2022-06-07","326":"2022-06-07","327":"2022-06-06","331":"2022-06-06","330":"2022-06-06","328":"2022-06-06","1508":"2022-06-04","1507":"2022-06-04","332":"2022-06-03","1512":"2022-06-03","1510":"2022-06-03","1509":"2022-06-03","1514":"2022-06-02","1513":"2022-06-02","333":"2022-06-02","1516":"2022-06-01","1515":"2022-06-01","1518":"2022-05-31","1519":"2022-05-31","1520":"2022-05-31","1521":"2022-05-31","1525":"2022-05-31","1528":"2022-05-31","1530":"2022-05-31","1533":"2022-05-31","336":"2022-05-30","1522":"2022-05-30","337":"2022-05-30","338":"2022-05-28","1526":"2022-05-28","340":"2022-05-27","1531":"2022-05-27","339":"2022-05-27","342":"2022-05-26","343":"2022-05-25","1536":"2022-05-24","1537":"2022-05-23","344":"2022-05-23","1538":"2022-05-20","345":"2022-05-20","346":"2022-05-19","348":"2022-05-19","349":"2022-05-19","352":"2022-05-19","351":"2022-05-19","1543":"2022-05-19","1539":"2022-05-19","350":"2022-05-18","356":"2022-05-17","355":"2022-05-17","354":"2022-05-17","357":"2022-05-14","358":"2022-05-14","1598":"2022-05-14","361":"2022-05-13","1548":"2022-05-13","360":"2022-05-13","1546":"2022-05-13","363":"2022-05-13","364":"2022-05-12","362":"2022-05-12","1550":"2022-05-12","366":"2022-05-11","367":"2022-05-11","1554":"2022-05-11","1552":"2022-05-11","1551":"2022-05-11","368":"2022-05-10","1556":"2022-05-10","1555":"2022-05-10","1560":"2022-05-09","1557":"2022-05-09","369":"2022-05-09","1558":"2022-05-09","1562":"2022-05-07","1563":"2022-05-07","1561":"2022-05-07","370":"2022-05-07","372":"2022-05-07","373":"2022-05-06","1567":"2022-05-06","1566":"2022-05-06","374":"2022-05-06","375":"2022-05-05","376":"2022-05-05","378":"2022-05-05","1569":"2022-05-05","1572":"2022-05-04","381":"2022-05-04","380":"2022-05-04","379":"2022-05-04","1573":"2022-05-03","385":"2022-05-03","382":"2022-05-03","384":"2022-05-03","1575":"2022-04-30","386":"2022-04-30","391":"2022-04-30","390":"2022-04-30","388":"2022-04-30","387":"2022-04-30","1576":"2022-04-30","1578":"2022-04-29","393":"2022-04-29","396":"2022-04-29","394":"2022-04-29","392":"2022-04-29","1580":"2022-04-28","399":"2022-04-28","398":"2022-04-28","397":"2022-04-28","1585":"2022-04-27","403":"2022-04-27","402":"2022-04-27","400":"2022-04-27","1587":"2022-04-26","406":"2022-04-26","404":"2022-04-26","405":"2022-04-26","408":"2022-04-25","409":"2022-04-25","1590":"2022-04-25","1592":"2022-04-25","410":"2022-04-23","411":"2022-04-23","412":"2022-04-22","414":"2022-04-22","415":"2022-04-22","416":"2022-04-22","417":"2022-04-22","1596":"2022-04-21","1594":"2022-04-21","1599":"2022-04-20","418":"2022-04-20","1597":"2022-04-20","421":"2022-04-19","1600":"2022-04-19","420":"2022-04-19","426":"2022-04-18","422":"2022-04-18","1603":"2022-04-18","1602":"2022-04-18","1604":"2022-04-14","427":"2022-04-14","424":"2022-04-14","423":"2022-04-14","1605":"2022-04-14","1606":"2022-04-14","1608":"2022-04-13","428":"2022-04-13","1609":"2022-04-13","1610":"2022-04-13","1611":"2022-04-12","429":"2022-04-12","432":"2022-04-12","430":"2022-04-12","1612":"2022-04-11","433":"2022-04-11","435":"2022-04-09","438":"2022-04-09","434":"2022-04-09","1614":"2022-04-09","1616":"2022-04-08","1617":"2022-04-08","1618":"2022-04-08","436":"2022-04-08","439":"2022-04-08","1628":"2022-04-08","440":"2022-04-08","441":"2022-04-07","442":"2022-04-07","1622":"2022-04-06","1623":"2022-04-06","444":"2022-04-06","445":"2022-04-06","446":"2022-04-05","447":"2022-04-05","457":"2022-04-05","1624":"2022-04-05","1627":"2022-04-05","450":"2022-04-04","448":"2022-04-04","1633":"2022-04-02","451":"2022-04-02","452":"2022-04-02","1635":"2022-04-01","1632":"2022-04-01","453":"2022-04-01","1634":"2022-04-01","1636":"2022-03-31","1638":"2022-03-31","454":"2022-03-31","1641":"2022-03-30","1640":"2022-03-30","1642":"2022-03-30","1645":"2022-03-29","456":"2022-03-29","1646":"2022-03-29","1644":"2022-03-29","1647":"2022-03-29","1650":"2022-03-28","1648":"2022-03-28","1651":"2022-03-28","1652":"2022-03-26","1653":"2022-03-26","1654":"2022-03-26","1656":"2022-03-26","460":"2022-03-25","1658":"2022-03-25","459":"2022-03-25","458":"2022-03-25","1657":"2022-03-25","1660":"2022-03-24","1659":"2022-03-24","471":"2022-03-24","463":"2022-03-24","462":"2022-03-24","464":"2022-03-23","1663":"2022-03-23","1664":"2022-03-23","1662":"2022-03-23","465":"2022-03-22","466":"2022-03-22","468":"2022-03-22","469":"2022-03-22","1666":"2022-03-21","1669":"2022-03-21","1668":"2022-03-21","1670":"2022-03-17","1676":"2022-03-17","470":"2022-03-17","1672":"2022-03-16","1671":"2022-03-16","472":"2022-03-16","474":"2022-03-16","1674":"2022-03-16","478":"2022-03-15","476":"2022-03-15","475":"2022-03-15","480":"2022-03-15","1675":"2022-03-15","1677":"2022-03-15","1680":"2022-03-15","1681":"2022-03-15","477":"2022-03-15","1683":"2022-03-14","481":"2022-03-14","482":"2022-03-14","1682":"2022-03-14","484":"2022-03-12","1684":"2022-03-12","1686":"2022-03-11","1688":"2022-03-11","483":"2022-03-11","486":"2022-03-11","1692":"2022-03-11","1693":"2022-03-10","1689":"2022-03-10","487":"2022-03-10","488":"2022-03-10","489":"2022-03-09","1696":"2022-03-09","1695":"2022-03-09","1694":"2022-03-09","1698":"2022-03-08","494":"2022-03-08","490":"2022-03-08","499":"2022-03-08","493":"2022-03-08","492":"2022-03-08","496":"2022-03-07","495":"2022-03-07","498":"2022-03-05","1700":"2022-03-05","500":"2022-03-05","1705":"2022-03-04","1704":"2022-03-04","1701":"2022-03-04","502":"2022-03-04","501":"2022-03-04","505":"2022-03-03","506":"2022-03-03","507":"2022-03-03","508":"2022-03-03","528":"2022-03-03","1708":"2022-03-03","504":"2022-03-03","1711":"2022-02-28","1710":"2022-02-28","1713":"2022-02-28","513":"2022-02-28","512":"2022-02-28","511":"2022-02-28","510":"2022-02-28","1718":"2022-02-28","1717":"2022-02-26","519":"2022-02-26","516":"2022-02-26","1719":"2022-02-26","517":"2022-02-25","514":"2022-02-25","1720":"2022-02-25","1723":"2022-02-25","518":"2022-02-24","1726":"2022-02-24","1728":"2022-02-24","522":"2022-02-23","1729":"2022-02-23","1730":"2022-02-23","520":"2022-02-23","1731":"2022-02-22","523":"2022-02-22","524":"2022-02-22","525":"2022-02-21","1734":"2022-02-20","1735":"2022-02-19","526":"2022-02-19","529":"2022-02-18","1737":"2022-02-18","1738":"2022-02-18","532":"2022-02-17","531":"2022-02-17","530":"2022-02-17","1740":"2022-02-17","1741":"2022-02-16","1742":"2022-02-16","534":"2022-02-16","535":"2022-02-15","1743":"2022-02-15","1744":"2022-02-15","536":"2022-02-14","537":"2022-02-14","1746":"2022-02-14","540":"2022-02-12","538":"2022-02-12","1747":"2022-02-12","1749":"2022-02-12","1748":"2022-02-12","542":"2022-02-11","541":"2022-02-11","1750":"2022-02-11","1753":"2022-02-10","546":"2022-02-10","544":"2022-02-10","1756":"2022-02-10","543":"2022-02-10","547":"2022-02-09","1755":"2022-02-09","1758":"2022-02-09","1759":"2022-02-09","1760":"2022-02-09","553":"2022-02-08","1761":"2022-02-08","549":"2022-02-08","548":"2022-02-08","554":"2022-02-08","550":"2022-02-08","1764":"2022-02-07","552":"2022-02-07","1765":"2022-02-07","556":"2022-02-05","1766":"2022-02-05","1767":"2022-02-05","565":"2022-02-05","555":"2022-02-05","1768":"2022-02-05","559":"2022-02-04","558":"2022-02-04","1771":"2022-02-04","561":"2022-02-03","564":"2022-02-03","562":"2022-02-03","560":"2022-02-03","1773":"2022-02-02","1776":"2022-02-02","566":"2022-02-02","568":"2022-02-01","567":"2022-02-01","570":"2022-02-01","571":"2022-01-31","668":"2022-01-31","572":"2022-01-31","573":"2022-01-31","574":"2022-01-29","576":"2022-01-29","577":"2022-01-29","578":"2022-01-29","579":"2022-01-28","1788":"2022-01-28","1785":"2022-01-28","1784":"2022-01-28","1789":"2022-01-27","580":"2022-01-27","582":"2022-01-27","583":"2022-01-26","585":"2022-01-26","591":"2022-01-25","586":"2022-01-25","590":"2022-01-25","589":"2022-01-25","588":"2022-01-25","584":"2022-01-25","1794":"2022-01-24","592":"2022-01-24","594":"2022-01-24","595":"2022-01-24","597":"2022-01-24","596":"2022-01-23","598":"2022-01-22","600":"2022-01-21","602":"2022-01-21","1800":"2022-01-21","601":"2022-01-21","1807":"2022-01-20","606":"2022-01-20","604":"2022-01-20","603":"2022-01-20","608":"2022-01-19","607":"2022-01-19","1804":"2022-01-19","610":"2022-01-18","609":"2022-01-18","614":"2022-01-17","612":"2022-01-17","615":"2022-01-17","613":"2022-01-17","616":"2022-01-16","618":"2022-01-15","619":"2022-01-15","620":"2022-01-14","621":"2022-01-14","622":"2022-01-14","624":"2022-01-13","625":"2022-01-13","626":"2022-01-13","627":"2022-01-12","628":"2022-01-12","630":"2022-01-12","631":"2022-01-12","638":"2022-01-11","636":"2022-01-11","634":"2022-01-11","632":"2022-01-11","633":"2022-01-11","637":"2022-01-10","639":"2022-01-10","640":"2022-01-10","642":"2022-01-10","643":"2022-01-09","644":"2022-01-09","645":"2022-01-08","646":"2022-01-08","648":"2022-01-08","651":"2022-01-07","652":"2022-01-07","650":"2022-01-07","649":"2022-01-07","654":"2022-01-06","655":"2022-01-06","656":"2022-01-06","1836":"2022-01-06","660":"2022-01-05","1840":"2022-01-05","657":"2022-01-05","658":"2022-01-04","662":"2022-01-04","661":"2022-01-04","663":"2022-01-03","664":"2022-01-03","1844":"2022-01-03","666":"2022-01-02","1846":"2021-12-31","670":"2021-12-31","673":"2021-12-31","669":"2021-12-31","667":"2021-12-31","674":"2021-12-30","672":"2021-12-30","1848":"2021-12-30","675":"2021-12-29","678":"2021-12-29","679":"2021-12-29","1849":"2021-12-29","676":"2021-12-28","1855":"2021-12-28","680":"2021-12-26","681":"2021-12-24","682":"2021-12-24","1857":"2021-12-22","684":"2021-12-21","685":"2021-12-20","686":"2021-12-20","687":"2021-12-18","688":"2021-12-17","690":"2021-12-17","692":"2021-12-16","691":"2021-12-15","1863":"2021-12-14","1866":"2021-12-13","693":"2021-12-13","696":"2021-12-11","694":"2021-12-11","1870":"2021-12-10","1869":"2021-12-10","698":"2021-12-09","1872":"2021-12-09","697":"2021-12-09","699":"2021-12-08","702":"2021-12-08","700":"2021-12-07","705":"2021-12-06","706":"2021-12-06","704":"2021-12-06","703":"2021-12-06","1878":"2021-12-04","1876":"2021-12-04","708":"2021-12-04","709":"2021-12-04","1880":"2021-12-03","714":"2021-12-02","711":"2021-12-02","710":"2021-12-02","712":"2021-12-02","715":"2021-12-01","716":"2021-11-30","722":"2021-11-30","727":"2021-11-30","1888":"2021-11-29","721":"2021-11-29","717":"2021-11-29","718":"2021-11-29","720":"2021-11-29","723":"2021-11-29","724":"2021-11-27","726":"2021-11-26","728":"2021-11-25","729":"2021-11-25","732":"2021-11-24","730":"2021-11-24","733":"2021-11-23","734":"2021-11-23","1904":"2021-11-23","795":"2021-11-22","796":"2021-11-22","799":"2021-11-22","759":"2021-11-22","807":"2021-11-22","849":"2021-11-22","1905":"2021-11-22","1917":"2021-11-22","736":"2021-11-22","735":"2021-11-22","738":"2021-11-22","739":"2021-11-22","747":"2021-11-22","748":"2021-11-22","740":"2021-11-20","741":"2021-11-19","1909":"2021-11-19","1992":"2021-11-18","2004":"2021-11-18","1998":"2021-11-18","2000":"2021-11-18","2001":"2021-11-18","2012":"2021-11-18","2008":"2021-11-18","2048":"2021-11-18","2049":"2021-11-18","1996":"2021-11-18","1911":"2021-11-18","1988":"2021-11-18","1916":"2021-11-18","1987":"2021-11-18","1984":"2021-11-18","1983":"2021-11-18","1982":"2021-11-18","1975":"2021-11-18","1965":"2021-11-18","1958":"2021-11-18","1947":"2021-11-18","1936":"2021-11-18","1933":"2021-11-18","1929":"2021-11-18","1923":"2021-11-18","1920":"2021-11-18","1918":"2021-11-18","1993":"2021-11-18","2047":"2021-11-18","848":"2021-11-18","970":"2021-11-18","865":"2021-11-18","831":"2021-11-18","830":"2021-11-18","829":"2021-11-18","828":"2021-11-18","826":"2021-11-18","825":"2021-11-18","824":"2021-11-18","823":"2021-11-18","822":"2021-11-18","820":"2021-11-18","819":"2021-11-18","818":"2021-11-18","817":"2021-11-18","816":"2021-11-18","814":"2021-11-18","812":"2021-11-18","811":"2021-11-18","810":"2021-11-18","808":"2021-11-18","832":"2021-11-18","834":"2021-11-18","835":"2021-11-18","852":"2021-11-18","862":"2021-11-18","861":"2021-11-18","860":"2021-11-18","969":"2021-11-18","858":"2021-11-18","856":"2021-11-18","855":"2021-11-18","853":"2021-11-18","850":"2021-11-18","836":"2021-11-18","847":"2021-11-18","846":"2021-11-18","844":"2021-11-18","842":"2021-11-18","841":"2021-11-18","840":"2021-11-18","838":"2021-11-18","837":"2021-11-18","806":"2021-11-18","805":"2021-11-18","804":"2021-11-18","758":"2021-11-18","770":"2021-11-18","769":"2021-11-18","768":"2021-11-18","765":"2021-11-18","764":"2021-11-18","763":"2021-11-18","762":"2021-11-18","760":"2021-11-18","756":"2021-11-18","772":"2021-11-18","754":"2021-11-18","753":"2021-11-18","751":"2021-11-18","750":"2021-11-18","746":"2021-11-18","745":"2021-11-18","744":"2021-11-18","742":"2021-11-18","771":"2021-11-18","774":"2021-11-18","802":"2021-11-18","788":"2021-11-18","801":"2021-11-18","800":"2021-11-18","798":"2021-11-18","794":"2021-11-18","793":"2021-11-18","792":"2021-11-18","790":"2021-11-18","789":"2021-11-18","787":"2021-11-18","775":"2021-11-18","786":"2021-11-18","784":"2021-11-18","783":"2021-11-18","782":"2021-11-18","781":"2021-11-18","780":"2021-11-18","778":"2021-11-18","776":"2021-11-18","864":"2021-11-18","859":"2021-11-18","866":"2021-11-18","943":"2021-11-18","940":"2021-11-18","939":"2021-11-18","938":"2021-11-18","937":"2021-11-18","936":"2021-11-18","934":"2021-11-18","933":"2021-11-18","932":"2021-11-18","931":"2021-11-18","930":"2021-11-18","928":"2021-11-18","927":"2021-11-18","926":"2021-11-18","925":"2021-11-18","924":"2021-11-18","922":"2021-11-18","921":"2021-11-18","867":"2021-11-18","919":"2021-11-18","942":"2021-11-18","944":"2021-11-18","916":"2021-11-18","945":"2021-11-18","968":"2021-11-18","967":"2021-11-18","966":"2021-11-18","964":"2021-11-18","963":"2021-11-18","962":"2021-11-18","961":"2021-11-18","960":"2021-11-18","958":"2021-11-18","957":"2021-11-18","956":"2021-11-18","955":"2021-11-18","954":"2021-11-18","952":"2021-11-18","951":"2021-11-18","950":"2021-11-18","949":"2021-11-18","948":"2021-11-18","946":"2021-11-18","918":"2021-11-18","920":"2021-11-18","915":"2021-11-18","879":"2021-11-18","890":"2021-11-18","914":"2021-11-18","888":"2021-11-18","886":"2021-11-18","885":"2021-11-18","883":"2021-11-18","882":"2021-11-18","880":"2021-11-18","878":"2021-11-18","892":"2021-11-18","877":"2021-11-18","876":"2021-11-18","874":"2021-11-18","873":"2021-11-18","872":"2021-11-18","871":"2021-11-18","870":"2021-11-18","868":"2021-11-18","891":"2021-11-18","889":"2021-11-18","903":"2021-11-18","901":"2021-11-18","913":"2021-11-18","912":"2021-11-18","910":"2021-11-18","909":"2021-11-18","908":"2021-11-18","907":"2021-11-18","906":"2021-11-18","904":"2021-11-18","902":"2021-11-18","2054":"2021-11-18","898":"2021-11-18","894":"2021-11-18","896":"2021-11-18","897":"2021-11-18","900":"2021-11-18","1922":"2021-11-13","752":"2021-11-12","757":"2021-11-11","766":"2021-11-04","1934":"2021-11-02","777":"2021-10-26","813":"2021-10-12","843":"2021-09-30","854":"2021-09-25","2007":"2021-09-23","884":"2021-09-18","895":"2021-09-13"},"Target":{"5":"false","972":"false","979":"false","973":"false","974":"false","975":"false","976":"false","978":"false","980":"false","981":"false","982":"false","984":"false","985":"false","986":"false","206":"false","987":"false","988":"false","990":"false","991":"false","992":"false","993":"false","994":"false","996":"false","997":"false","998":"false","999":"false","1002":"false","1000":"false","1003":"false","1004":"false","1005":"false","1006":"false","1008":"false","1009":"false","1011":"false","1012":"false","1010":"false","1014":"false","1015":"false","1016":"false","1017":"false","1018":"false","1020":"false","1021":"false","1023":"false","1024":"false","1026":"false","1027":"false","0":"false","1029":"false","1028":"false","1030":"false","1032":"false","1291":"false","1034":"false","1033":"false","1":"false","2":"false","3":"false","4":"false","1035":"false","1036":"false","7":"false","6":"false","1038":"false","1040":"false","1039":"false","9":"false","8":"false","1041":"false","10":"false","12":"false","1042":"false","1044":"false","1045":"false","13":"false","1046":"false","1047":"false","14":"false","15":"false","1050":"false","1048":"false","1051":"false","1052":"false","16":"false","18":"false","1053":"false","1054":"false","19":"false","1056":"false","1057":"false","1059":"false","20":"false","1058":"false","1060":"false","21":"false","22":"false","1063":"false","1062":"false","1064":"false","24":"false","1065":"false","25":"false","26":"false","27":"false","1066":"false","1068":"false","28":"false","1069":"false","33":"false","30":"false","1070":"false","31":"false","1071":"false","1074":"false","1072":"false","1075":"false","1076":"false","32":"false","34":"false","36":"false","1077":"false","37":"false","1081":"false","66":"false","1078":"false","1080":"false","38":"false","1082":"false","39":"false","1083":"false","1086":"false","1084":"false","42":"false","40":"false","1089":"false","1090":"false","1088":"false","1092":"false","1093":"false","1094":"false","43":"false","1095":"false","1096":"false","44":"false","45":"false","1098":"false","1099":"false","1102":"false","1101":"false","1100":"false","46":"false","48":"false","49":"false","1105":"false","1104":"false","1106":"false","1107":"false","50":"false","1108":"false","1112":"false","1110":"false","1111":"false","51":"false","52":"false","54":"false","55":"false","1114":"false","1116":"false","1117":"false","56":"false","1118":"false","1119":"false","57":"false","1122":"false","1120":"false","60":"false","58":"false","61":"false","63":"false","62":"false","64":"false","1129":"false","1132":"false","67":"false","1134":"false","1135":"false","1136":"false","68":"false","69":"false","70":"false","1138":"false","1137":"false","72":"false","73":"false","74":"false","75":"false","1141":"false","1140":"false","76":"false","1146":"false","1144":"false","1143":"false","1147":"false","1148":"false","78":"false","1152":"false","79":"false","80":"false","81":"false","82":"false","1160":"false","1159":"false","86":"false","85":"false","1158":"false","84":"false","1162":"false","1161":"false","87":"false","1164":"false","88":"false","1165":"false","1166":"false","90":"false","1172":"false","1170":"false","1168":"false","1167":"false","1171":"false","1176":"false","1174":"false","1173":"false","1178":"false","93":"false","92":"false","91":"false","1177":"false","94":"false","1184":"false","97":"false","96":"false","1180":"false","1183":"false","98":"false","1189":"false","1188":"false","1185":"false","99":"false","1191":"false","1190":"false","1196":"false","1197":"false","1192":"false","1201":"false","1195":"false","1200":"false","1198":"false","100":"false","1204":"false","1203":"false","1202":"false","1208":"false","102":"false","1206":"false","103":"false","104":"false","1212":"false","1209":"false","1216":"false","105":"false","1214":"false","1213":"false","1215":"false","1218":"false","106":"false","108":"false","1220":"false","1221":"false","1222":"false","109":"false","1224":"false","1231":"false","1225":"false","1226":"false","1227":"false","1228":"false","110":"false","1230":"false","112":"false","111":"false","114":"false","1232":"false","115":"false","116":"false","117":"false","118":"false","1234":"false","120":"false","1233":"false","1237":"false","1236":"false","1238":"false","121":"false","1239":"false","1242":"false","123":"false","1240":"false","122":"false","1243":"false","1244":"false","124":"false","126":"false","1245":"false","128":"false","127":"false","1246":"false","129":"false","130":"false","132":"false","1249":"false","1251":"false","133":"false","1252":"false","1254":"false","1255":"false","1258":"false","1256":"false","134":"false","1260":"false","1257":"false","135":"false","136":"false","138":"false","1261":"false","1262":"false","278":"false","139":"false","140":"false","141":"false","142":"false","144":"false","145":"false","146":"false","150":"false","147":"false","148":"false","151":"false","152":"false","153":"false","1266":"false","154":"false","156":"false","157":"false","160":"false","158":"false","159":"false","1268":"false","1269":"false","1270":"false","163":"false","1273":"false","162":"false","1274":"false","164":"false","166":"false","165":"false","1276":"false","1278":"false","169":"false","1280":"false","168":"false","1281":"false","1282":"false","170":"false","171":"false","174":"false","175":"false","172":"false","1284":"false","1288":"false","1287":"false","1292":"false","1297":"false","1290":"false","176":"false","177":"false","1294":"false","178":"false","180":"false","1296":"false","181":"false","1298":"false","1303":"false","1302":"false","1300":"false","182":"false","1299":"false","1304":"false","183":"false","1308":"false","1306":"false","1305":"false","1309":"false","184":"false","1311":"false","1310":"false","186":"false","1312":"false","1317":"false","1316":"false","1315":"false","1314":"false","187":"false","1320":"false","188":"false","1321":"false","190":"false","189":"false","192":"false","193":"false","1323":"false","1324":"false","194":"false","195":"false","196":"false","198":"false","199":"false","200":"false","1328":"false","1327":"false","201":"false","202":"false","1326":"false","1332":"false","207":"false","205":"false","204":"false","1330":"false","1335":"false","1333":"false","210":"false","208":"false","1338":"false","1334":"false","1340":"false","1339":"false","211":"false","1342":"false","1341":"false","212":"false","213":"false","1345":"false","1346":"false","1347":"false","214":"false","1354":"false","1352":"false","216":"false","1351":"false","1350":"false","217":"false","218":"false","219":"false","220":"false","1356":"false","222":"false","226":"false","224":"false","223":"false","1359":"false","1358":"false","229":"false","228":"false","225":"false","1364":"false","230":"false","231":"false","237":"false","234":"false","232":"false","1365":"false","235":"false","1366":"false","236":"false","1368":"false","1375":"false","1370":"false","1371":"false","1374":"false","1372":"false","1376":"false","238":"false","240":"false","1378":"false","241":"false","1377":"false","1380":"false","242":"false","1381":"false","1382":"false","1383":"false","1384":"false","1388":"false","1387":"false","243":"false","244":"false","1390":"false","1398":"false","246":"false","1389":"false","1393":"false","1400":"false","249":"false","247":"false","1394":"false","1396":"false","248":"false","252":"false","250":"false","254":"false","255":"false","1413":"false","253":"false","1402":"false","1404":"false","256":"false","258":"false","1408":"false","1405":"false","1406":"false","259":"false","260":"false","262":"false","261":"false","270":"false","264":"false","267":"false","1412":"false","272":"false","265":"false","268":"false","271":"false","266":"false","274":"false","1414":"false","273":"false","1418":"false","1419":"false","1420":"false","1417":"false","276":"false","277":"false","1423":"false","1422":"false","279":"false","1426":"false","282":"false","1429":"false","1428":"false","280":"false","1431":"false","1432":"false","283":"false","1434":"false","1435":"false","1436":"false","1437":"false","1438":"false","1440":"false","284":"false","1442":"false","334":"false","1441":"false","1444":"false","1443":"false","309":"false","285":"false","286":"false","288":"false","289":"false","1449":"false","1447":"false","1448":"false","1450":"false","291":"false","292":"false","290":"false","294":"false","1452":"false","1453":"false","1454":"false","296":"false","295":"false","1456":"false","1458":"false","297":"false","1461":"false","1464":"false","1460":"false","1462":"false","1468":"false","1465":"false","1467":"false","1466":"false","298":"false","1470":"false","1471":"false","1472":"false","300":"false","1476":"false","301":"false","1473":"false","1478":"false","1479":"false","302":"false","303":"false","304":"false","1483":"false","1482":"false","306":"false","307":"false","308":"false","1486":"false","1485":"false","310":"false","313":"false","312":"false","314":"false","1490":"false","319":"false","318":"false","316":"false","315":"false","1495":"false","1494":"false","320":"false","325":"false","321":"false","1496":"false","324":"false","1500":"false","322":"false","326":"false","327":"false","331":"false","330":"false","328":"false","1508":"false","1507":"false","332":"false","1512":"false","1510":"false","1509":"false","1514":"false","1513":"false","333":"false","1516":"false","1515":"false","1518":"false","1519":"false","1520":"false","1521":"false","1525":"false","1528":"false","1530":"false","1533":"false","336":"false","1522":"false","337":"false","338":"false","1526":"false","340":"false","1531":"false","339":"false","342":"false","343":"false","1536":"false","1537":"false","344":"false","1538":"false","345":"false","346":"false","348":"false","349":"false","352":"false","351":"false","1543":"false","1539":"false","350":"false","356":"false","355":"false","354":"false","357":"false","358":"false","1598":"false","361":"false","1548":"false","360":"false","1546":"false","363":"false","364":"false","362":"false","1550":"false","366":"false","367":"false","1554":"false","1552":"false","1551":"false","368":"false","1556":"false","1555":"false","1560":"false","1557":"false","369":"false","1558":"false","1562":"false","1563":"false","1561":"false","370":"false","372":"false","373":"false","1567":"false","1566":"false","374":"false","375":"false","376":"false","378":"false","1569":"false","1572":"false","381":"false","380":"false","379":"false","1573":"false","385":"false","382":"false","384":"false","1575":"false","386":"false","391":"false","390":"false","388":"false","387":"false","1576":"false","1578":"false","393":"false","396":"false","394":"false","392":"false","1580":"false","399":"false","398":"false","397":"false","1585":"false","403":"false","402":"false","400":"false","1587":"false","406":"false","404":"false","405":"false","408":"false","409":"false","1590":"false","1592":"false","410":"false","411":"false","412":"false","414":"false","415":"false","416":"false","417":"false","1596":"false","1594":"false","1599":"false","418":"false","1597":"false","421":"false","1600":"false","420":"false","426":"false","422":"false","1603":"false","1602":"false","1604":"false","427":"false","424":"false","423":"false","1605":"false","1606":"false","1608":"false","428":"false","1609":"false","1610":"false","1611":"false","429":"false","432":"false","430":"false","1612":"false","433":"false","435":"false","438":"false","434":"false","1614":"false","1616":"false","1617":"false","1618":"false","436":"false","439":"false","1628":"false","440":"false","441":"false","442":"false","1622":"false","1623":"false","444":"false","445":"false","446":"false","447":"false","457":"false","1624":"false","1627":"false","450":"false","448":"false","1633":"false","451":"false","452":"false","1635":"false","1632":"false","453":"false","1634":"false","1636":"false","1638":"false","454":"false","1641":"false","1640":"false","1642":"false","1645":"false","456":"false","1646":"false","1644":"false","1647":"false","1650":"false","1648":"false","1651":"false","1652":"false","1653":"false","1654":"false","1656":"false","460":"false","1658":"false","459":"false","458":"false","1657":"false","1660":"false","1659":"false","471":"false","463":"false","462":"false","464":"false","1663":"false","1664":"false","1662":"false","465":"false","466":"false","468":"false","469":"false","1666":"false","1669":"false","1668":"false","1670":"false","1676":"false","470":"false","1672":"false","1671":"false","472":"false","474":"false","1674":"false","478":"false","476":"false","475":"false","480":"false","1675":"false","1677":"false","1680":"false","1681":"false","477":"false","1683":"false","481":"false","482":"false","1682":"false","484":"false","1684":"false","1686":"false","1688":"false","483":"false","486":"false","1692":"false","1693":"false","1689":"false","487":"false","488":"false","489":"false","1696":"false","1695":"false","1694":"false","1698":"false","494":"false","490":"false","499":"false","493":"false","492":"false","496":"false","495":"false","498":"false","1700":"false","500":"false","1705":"false","1704":"false","1701":"false","502":"false","501":"false","505":"false","506":"false","507":"false","508":"false","528":"false","1708":"false","504":"false","1711":"false","1710":"false","1713":"false","513":"false","512":"false","511":"false","510":"false","1718":"false","1717":"false","519":"false","516":"false","1719":"false","517":"false","514":"false","1720":"false","1723":"false","518":"false","1726":"false","1728":"false","522":"false","1729":"false","1730":"false","520":"false","1731":"false","523":"false","524":"false","525":"false","1734":"false","1735":"false","526":"false","529":"false","1737":"false","1738":"false","532":"false","531":"false","530":"false","1740":"false","1741":"false","1742":"false","534":"false","535":"false","1743":"false","1744":"false","536":"false","537":"false","1746":"false","540":"false","538":"false","1747":"false","1749":"false","1748":"false","542":"false","541":"false","1750":"false","1753":"false","546":"false","544":"false","1756":"false","543":"false","547":"false","1755":"false","1758":"false","1759":"false","1760":"false","553":"false","1761":"false","549":"false","548":"false","554":"false","550":"false","1764":"false","552":"false","1765":"false","556":"false","1766":"false","1767":"false","565":"false","555":"false","1768":"false","559":"false","558":"false","1771":"false","561":"false","564":"false","562":"false","560":"false","1773":"false","1776":"false","566":"false","568":"false","567":"false","570":"false","571":"false","668":"false","572":"false","573":"false","574":"false","576":"false","577":"false","578":"false","579":"false","1788":"false","1785":"false","1784":"false","1789":"false","580":"false","582":"false","583":"false","585":"false","591":"false","586":"false","590":"false","589":"false","588":"false","584":"false","1794":"false","592":"false","594":"false","595":"false","597":"false","596":"false","598":"false","600":"false","602":"false","1800":"false","601":"false","1807":"false","606":"false","604":"false","603":"false","608":"false","607":"false","1804":"false","610":"false","609":"false","614":"false","612":"false","615":"false","613":"false","616":"false","618":"false","619":"false","620":"false","621":"false","622":"false","624":"false","625":"false","626":"false","627":"false","628":"false","630":"false","631":"false","638":"false","636":"false","634":"false","632":"false","633":"false","637":"false","639":"false","640":"false","642":"false","643":"false","644":"false","645":"false","646":"false","648":"false","651":"false","652":"false","650":"false","649":"false","654":"false","655":"false","656":"false","1836":"false","660":"false","1840":"false","657":"false","658":"false","662":"false","661":"false","663":"false","664":"false","1844":"false","666":"false","1846":"false","670":"false","673":"false","669":"false","667":"false","674":"false","672":"false","1848":"false","675":"false","678":"false","679":"false","1849":"false","676":"false","1855":"false","680":"false","681":"false","682":"false","1857":"false","684":"false","685":"false","686":"false","687":"false","688":"false","690":"false","692":"false","691":"false","1863":"false","1866":"false","693":"false","696":"false","694":"false","1870":"false","1869":"false","698":"false","1872":"false","697":"false","699":"false","702":"false","700":"false","705":"false","706":"false","704":"false","703":"false","1878":"false","1876":"false","708":"false","709":"false","1880":"false","714":"false","711":"false","710":"false","712":"false","715":"false","716":"false","722":"false","727":"false","1888":"false","721":"false","717":"false","718":"false","720":"false","723":"false","724":"false","726":"false","728":"false","729":"false","732":"false","730":"false","733":"false","734":"false","1904":"false","795":"false","796":"false","799":"false","759":"false","807":"false","849":"false","1905":"false","1917":"false","736":"false","735":"false","738":"false","739":"false","747":"false","748":"false","740":"false","741":"false","1909":"false","1992":"false","2004":"false","1998":"false","2000":"false","2001":"false","2012":"false","2008":"false","2048":"false","2049":"false","1996":"false","1911":"false","1988":"false","1916":"false","1987":"false","1984":"false","1983":"false","1982":"false","1975":"false","1965":"false","1958":"false","1947":"false","1936":"false","1933":"false","1929":"false","1923":"false","1920":"false","1918":"false","1993":"false","2047":"false","848":"false","970":"false","865":"false","831":"false","830":"false","829":"false","828":"false","826":"false","825":"false","824":"false","823":"false","822":"false","820":"false","819":"false","818":"false","817":"false","816":"false","814":"false","812":"false","811":"false","810":"false","808":"false","832":"false","834":"false","835":"false","852":"false","862":"false","861":"false","860":"false","969":"false","858":"false","856":"false","855":"false","853":"false","850":"false","836":"false","847":"false","846":"false","844":"false","842":"false","841":"false","840":"false","838":"false","837":"false","806":"false","805":"false","804":"false","758":"false","770":"false","769":"false","768":"false","765":"false","764":"false","763":"false","762":"false","760":"false","756":"false","772":"false","754":"false","753":"false","751":"false","750":"false","746":"false","745":"false","744":"false","742":"false","771":"false","774":"false","802":"false","788":"false","801":"false","800":"false","798":"false","794":"false","793":"false","792":"false","790":"false","789":"false","787":"false","775":"false","786":"false","784":"false","783":"false","782":"false","781":"false","780":"false","778":"false","776":"false","864":"false","859":"false","866":"false","943":"false","940":"false","939":"false","938":"false","937":"false","936":"false","934":"false","933":"false","932":"false","931":"false","930":"false","928":"false","927":"false","926":"false","925":"false","924":"false","922":"false","921":"false","867":"false","919":"false","942":"false","944":"false","916":"false","945":"false","968":"false","967":"false","966":"false","964":"false","963":"false","962":"false","961":"false","960":"false","958":"false","957":"false","956":"false","955":"false","954":"false","952":"false","951":"false","950":"false","949":"false","948":"false","946":"false","918":"false","920":"false","915":"false","879":"false","890":"false","914":"false","888":"false","886":"false","885":"false","883":"false","882":"false","880":"false","878":"false","892":"false","877":"false","876":"false","874":"false","873":"false","872":"false","871":"false","870":"false","868":"false","891":"false","889":"false","903":"false","901":"false","913":"false","912":"false","910":"false","909":"false","908":"false","907":"false","906":"false","904":"false","902":"false","2054":"false","898":"false","894":"false","896":"false","897":"false","900":"false","1922":"false","752":"false","757":"false","766":"false","1934":"false","777":"false","813":"false","843":"false","854":"false","2007":"false","884":"false","895":"false"}}